<?php

$lang = array(

//
// Text orientation and encoding
//

'lang_direction'					=>	'rtl', // ltr (Left-To-Right) or rtl (Right-To-Left)
'lang_identifier'					=>	'fa',

//
// Number and date formatting
//

'lang_decimal_point'				=>	'.',
'lang_thousands_sep'				=>	',',
'lang_time'							=>	'H:i',
'lang_date'							=>	'Y M j',

//
// Notices
//

'Bad request'						=>	'درخواست اشتباه . لینکی که شما دنبال میکنید اشتباه، تاریخ گذشته ، و یا خیلی ساده شما مجوز مرور این صفحات را ندارید.',
'No view'							=>	'شما مجوز مشاهده این صفحه را ندارید.',
'Bad referrer'						=>	'HTTP_REFERER اشتباه است. شما از یک منبع غیرمجاز به این صفحه مراجعه کرده اید . اگر مشکل همچنان ادامه دارد مطمئن شوید که \'Base URL\ بطور صحیح در Admin/Options پیکربندی شده باشد و شما از آن لینک دارید انجمن را بازدید میکنید . برای دریافت اطلاعات بیشتر درمورد ارجاع میتوانید به مستندات ModernBB مراجعه کنید .',
'No permission'						=>	'شما مجوز دسترسی این صفحه را ندارید.',
'No cookie'							=>	'به نظر می آید با موفقیت وارد انجمن شده اید ، هرچند کوکی ها تنظیم نشده اند . لطفاً تنظیمات را بررسی کرده و درصورت امکان ، کوکی ها را برای این سایت فعال کنید.',
'Pun include extension'				=>  'قادر به ادامه نمیباشد، خطا در user include %s از قالب %s  . فایلهای "%s" غیرمجاز است ',  
'Pun include directory'				=>  'قادر به ادامه نمیباشد، خطا در user include %s از قالب %s  . شاخه پیمایش فهرست غیر مجاز است ',  
'Pun include error'					=>  'قادر به ادامه نمیباشد، خطا در user include %s از قالب %s  . همچنین فایلی نه در شاخه قالب و نه در شاخه include user موجود میباشد',  
'Settings saved'					=>  'تنظیمات شما ذخیره شد.',
'User deleted'						=>  'کاربر حذف شد.',
'User failed'                       =>  'خطا در ایجاد کاربر، پسوردی ارائه نشده.',
'User created'                      =>  'کاربر ایجاد شد',
'Cache cleared'						=>  'فایلهای کش حذف شدند.',

//
// Miscellaneous
//

'Announcement'						=>	'آگهی',
'Options'							=>	'تنظیمات عمومی',
'Features'							=>	'ویژگی ها',
'Submit'							=>	'ارسال', // "Name" of submit buttons
'Search'							=>	'جستجو',
'Ban message'						=>	'شما در این انجمن محروم هستید.',
'Ban message 2'						=>	'تاریخ پایان محرومیت شما :',
'Ban message 3'						=>	'مدیری که شما را محروم کرده این پیام را گذاشته :',
'Ban message 4'						=>	'برای ارتباط مستقیم و پرسیدن هرگونه سوالی از مدیریت در تماس باشید',
'Never'								=>	'هرگز',
'Today'								=>	'امروز',
'Yesterday'							=>	'دیروز',
'Info'								=>	'اطلاعات', // A common table header
'Maintenance'						=>	'تعمیر و نگهداری',
'Invalid email'						=>	'آدرس ایمیلی که وارد کردید معتبر نیست.',
'Required'							=>	'(الزامی)',
'required field'					=>	'کادر اجباری در این فرم میباشد.', // For javascript form validation
'Last post'							=>	'آخرین ارسال',
'by'								=>	'توسط', // As in last post by some user
'New posts'							=>	'ارسالهای جدید', // The link that leads to the first new post
'New posts info'					=>	'برو به اولین ارسال جدید این موضوع.', // The popup text for new posts links
'Username'							=>	'نام کاربری',
'Password'							=>	'پسورد',
'Send email'						=>	'ارسال ایمیل',
'Moderated by'						=>	'مدیریت شده توسط',
'Registered table'					=>	'اعضاء',
'Subject'							=>	'موضوع',
'Start typing'                      =>  'متن خود را بنویسید ...',
'Message'							=>	'پیام',
'Topic'								=>	'موضوع',
'Forum'								=>	'انجمن',
'Posts table'						=>	'ارسال ها',
'Replies forum'						=>	'پاسخ ها',
'Page'								=>	'صفحه %s',
'BBCode'							=>	'BBCode',
'img tag'							=>	'برچسب [img]',
'Smilies'							=>	'شکلک',
'and'								=>	'و',
'Image link'						=>	'تصویر', // This is displayed (i.e. <image>) instead of images when "Show images" is disabled in the profile
'wrote'								=>	'نوشته', // For [quote]'s
'Mailer'							=>	'%s نامه رسان', // As in "MyForums Mailer" in the signature of outgoing emails
'Spacer'							=>	'…', // Ellipsis for paginate

//
// Title
//

'Title'								=>	'عنوان',
'Member'							=>	'اعضاء',
'Moderator'							=>	'مدیر انجمن',
'Administrator'						=>	'مدیر کل',
'Banned'							=>	'محروم',
'Guest'								=>	'مهمان',

//
// Stuff for include/parser.php
//

'BBCode error no opening tag'		=>	'[/%1$s] بدون تدابق با  [%1$s] یافت شد',
'BBCode error invalid nesting'		=>	'[%1$s] در [%2$s] باز میشود ، که این مجاز نمیباشد',
'BBCode error invalid self-nesting'	=>	'[%s] در خودش باز میشود، که این مجاز نمیباشد',
'BBCode error no closing tag'		=>	'[%1$s] بدون تدابق با [/%1$s] یافت شد',
'BBCode error empty attribute'		=>	'برچسب [%s] بخش ویژگی خالی دارد',
'BBCode list size error'			=>	'فهرست شما برای تجزیه بسیار طولانی است ، لطفاً آن را کوچکتر کنید',

// Stuff for the navigator (top of every page)

//
// User menu
//

'Support'							=>	'پشتیبانی',
'Help'								=>	'راهنما',
'Index'								=>	'فهرست',
'User list'							=>	'لیست کاربران',
'Rules'								=>	'قوانین',
'Register'							=>	'ثبت نام',
'Registered'						=>	'تاریخ عضویت',
'Login'								=>	'ورود',
'Profile'							=>	'پروفایل',
'Logout'							=>	'خروج',
'Backstage'							=>	'داشبورد',
'New posts header'					=>	'جدید',
'Active topics'						=>	'فعال',
'Unanswered topics'					=>	'بدون پاسخ',
'Posted topics'						=>	'ارسال شده',
'Show new posts'					=>	'یافتن موضوعهای با ارسال جدید از آخرین ورود شما.',
'Show active topics'				=>	'یافتن موضوعهای با جدیدترین ارسال.',
'Show unanswered topics'			=>	'یافتن موضوعهای بدون ارسال.',
'Show posted topics'				=>	'یافتن موضوعهایی که شما در آن ارسال داشتید.',
'Mark as read'						=>	'علامت بعنوان خوانده شده',
'Title separator'					=>	' / ',

//
// Stuff for the page footer
//

'Moderate topic'					=>	'مدیریت موضوع',
'All'								=>	'نمایش همه ارسال ها',
'Move topic'						=>	'انتقال موضوع',
'Open topic'						=>	'بازکردن موضوع',
'Close topic'						=>	'بستن موضوع',
'Unstick topic'						=>	'مهم نبودن موضوع',
'Stick topic'						=>	'مهم کردن موضوع',
'Moderate forum'					=>	'مدیریت انجمن',
'Powered by'						=>	'قدرت گرفته از %s',
'Thanks'							=>	'با تشکر از استفاده %s',

//
// Debug information
//

'Debug table'						=>	'اطلاعات اشکال زدائی',
'Querytime'							=>	'تولید شده در %1$s ثانیه, %2$s پرس و جو اجرا شد',
'Memory usage'						=>	'مصرف حافظه: %1$s',
'Peak usage'						=>	'(حداکثر: %1$s)',
'Query times'						=>	'زمان (s)',
'Query'								=>	'پرس و جو',
'Total query time'					=>	'مجموع زمان پرس و جو: %s',

//
// First run
//

'First run message'					=>	'وااای ، فوق العاده است که شما را اینجا میبینیم ، خوش آمدید و متشکریم که به ما پیوستید . ما حساب کاربری شما را راه اندازی کردیم و کارهای شما آماده انجام میباشد . دوست داریم اقداماتی که شاید در ابتدا مایل به انجامش باشید را اشاره کنیم ..',
'Hi there'							=>	'سلام, %s',
'Welcome to'						=>	'به %s خوش آمدید',
'Change your avatar'				=>	'آواتار خود را عوض کنید',
'Extend profile'					=>	'جزئیات پروفایل خود را کامل کنید',
'Get help'							=>	'کمک بگیرید',
'Do not show again'					=>	'دوباره نشان داده نشود',

//
// For extern.php RSS feed
//

'RSS description'					=>	'جدیدترین موضوعات در %s.',
'RSS description topic'				=>	'جدیدترین ارسال ها در %s.',
'RSS reply'							=>	'پاسخ : ', // The topic subject will be appended to this string (to signify a reply)
'RSS active topics feed'			=>	'خوراک RSS موضوعهای فعال ',
'Atom active topics feed'			=>	'خوراک Atom موضوعهای فعال',
'RSS forum feed'					=>	'خوراک RSS انجمن',
'Atom forum feed'					=>	'خوراک Atom انجمن',
'RSS topic feed'					=>	'خوراک RSS موضوع',
'Atom topic feed'					=>	'خوراک Atom موضوع',

//
// Admin related stuff in the header
//

'New reports'						=>	'گزارشهای جدیدی وجود دارد',
'Maintenance mode enabled'			=>	'حالت تعمیر و نگهداری فعال است!',

//
// Units for file sizes
//

'Size unit B'						=>	'%s B',
'Size unit KiB'						=>	'%s KiB',
'Size unit MiB'						=>	'%s MiB',
'Size unit GiB'						=>	'%s GiB',
'Size unit TiB'						=>	'%s TiB',
'Size unit PiB'						=>	'%s PiB',
'Size unit EiB'						=>	'%s EiB',

//
// Language for installation
//

'Choose install language'		=>	'زبان اسکریپت نصب را انتخاب کنید',
'Choose install language info'	=>	'زبان مورد استفاده برای نصب این اسکریپت . زبان پیش فرض برای استفاده انجمن را میتوانید از پایین تنظیم کنید .',
'Install language'				=>	'زبان نصب',
'Change language'				=>	'تغییر زبان',
'Already installed'				=>	'بنظر می آید ModernBB قبلاً نصب شده باشد . شما باید به <a href="index.php"> اینجا </a> بروید.',
'You are running error'			=>	'شما در حال اجرای %1$s نسخه %2$s هستید . برای اجرای ModernBB %3$s حداقل امکانات مورد نیاز %1$s %4$s میباشد . قبل از نصب و ادامه شما باید %1$s خود را بروز رسانی کنید.',
'My ModernBB Forum'				=>	'انجمن ModernBB من',
'Description'					=>	'هر کاری میتوانید بکنید',
'Username 1'					=>	'نام کاربری حداقل باید 2 کاراکتر طول داشته باشد.',
'Username 2'					=>	'نام کاربری نباید بیشتر از 25 کاراکتر طول داشته باشد.',
'Username 3'					=>	'نام کاربری guest رزرو شده است.',
'Username 4'					=>	'نام کاربری نباید به شکل آدرس آی پی باشد.',
'Username 5'					=>	'نام کاربری نباید شامل کاراکترهای \', " و ]  یا [ باشند.',
'Username 6'					=>	'نام کاربری نباید شامل فرمت بندی متن برچسب های (BBCode) استفاده شده در انجمن باشد.',
'Short password'				=>	'پسورد حداقل باید 6 کاراکتر باشد.',
'Passwords not match'			=>	'پسورد با هم یکسان نیستند.',
'Wrong email'					=>	'آدرس ایمیل مدیریتی که وارد کردید نا معتبر است.',
'No board title'				=>	'شما بایدعنوان انجمن را وارد کنید.',
'Error default language'		=>	'زبان پیش فرض انتخاب شده به نظر می آید وجود ندارد.',
'Error default style'			=>	'قالب پیش فرض انتخاب شده به نظر می آید وجود ندارد.',
'No DB extensions'				=>	'PHP برای پشتیبانی و راه اندازی ModernBB احتیاج به پایگاه داده MySQL یا SQLite را دارد. هیچکدام از اینها در دسترس نیستند .',
'Administrator username'		=>	'نام کاربری',
'Administrator password 1'		=>	'پسورد مدیر 1',
'Administrator password 2'		=>	'پسورد مدیر 2',
'Administrator email'			=>	'ایمیل',
'Board title'					=>	'عنوان انجمن',
'Base URL'						=>	'بدون اسلش مسیردهی',
'Required field'				=>	'کادر الزامی در این فرم میباشد.',
'ModernBB Installation'			=>	'نصب ModernBB',
'Install'						=>	'نصب ModernBB %s',
'Errors'						=>	'خطاهای ذکر شده باید تصحیح شوند:',
'Database setup'				=>	'نصب پایگاه داده',
'Select database'				=>	'نوع پایگاه داده خود را انتخاب کنید',
'Info 1'						=>	'از چه پایگاه داده ای استفاده میکنید ؟',
'Database type'					=>	'نوع',
'Info 2'						=>	'سرور کجاست',
'Info 3'						=>	'نام پایگاه داده',
'Database server hostname'		=>	'نام سرور میزبان',
'Database name'					=>	'نام',
'Database enter informations'	=>	'نام کاربری و پسورد پایگاه داده خود را وارد کنید',
'Database username'				=>	'نام کاربری',
'Info 4'						=>	'نام کاربری پایگاه داده',
'Database password'				=>	'پسورد',
'Info 5'						=>	'تنظیم برای نصب بیشتر ModernBB در این پایگاه داده',
'Table prefix'					=>	'پیشوند جدول',
'Administration setup'			=>	'راه اندازی مدیریت',
'Info 6'						=>	'2 تا 25 کاراکتر',
'Info 7'						=>	'حداقل 6 کاراکتر',
'Confirm password'				=>	'تائید پسورد',
'Board setup'					=>	'راه اندازی انجمن',
'Board description'				=>	'توضیحات انجمن',
'Appearance'					=>	'شکل ظاهری',
'Default language'				=>	'زبان پیش فرض',
'Default style'					=>	'قالب پیش فرض',
'Start install'					=>	'شروع نصب',
'DB type not valid'				=>	'\'%s\' نوع معتبر پایگاه داده نمیباشد',
'Table prefix error'			=>	'پیشوند جدول \'%s\' شامل کاراکترهای غیرمجاز و یا بسیار طولانی است . پیشوند میتواند شامل حروف a تا z ، اعداد و کاراکتر _ باشد . همچنین پیشوند نباید با اعداد شروع شود . حداکثر طول پیشوند 40 کاراکتر میباشد . لطفاً یک پیشوند دیگری را انتخاب کنید',
'Prefix reserved'				=>	'پیشوند جدول \'sqlite_\' برای استفاده موتور SQLite رزرو شده است . لطفاً یک پیشوند دیگری انتخاب کنید',
'Existing table error'			=>	'جدولی به نام \'%susers\'  هم اکنون در پایگاه داده \'%s\' وجود دارد . این به این معنی است که ModernBB در حال حاضرنصب شده و یا قسمتی از نرم افزار نصب شده و یک یا چند جدول به نام ModernBB را اشغال کرده است . اگر میخواهید چند کپی از ModernBB را در یک پایگاه داده نصب کنید ، باید از پیشوند جدول دیگری استفاده کنید',
'InnoDB off'					=>	'بنظر می آید InnoDB فعال نشده است . لطفاً پایگاه داده ای را انتخاب کنید که مجبور به پشتیبانی InnoDB نباشد ، و یا InnoDB را بر روی سرور MySQL خود فعال کنید',
'Administrators'				=>	'مدیر کل',
'Moderators'					=>	'مدیر انجمن',
'Guests'						=>	'مهمان',
'Members'						=>	'اعضاء',
'New member'					=>	'کاربر جدید',
'Maintenance message'			=>	'انجمن جهت تعمیر و نگهداری موقتاً از دسترس خارج است. لطفاً چند دقیقه دیگر مراجعه کنید.',
'Alert cache'					=>	'<strong> شاخه کش در حال حاضر قابل نوشتن نیست ! </strong> برای اینکه ModernBB بدرستی عمل کند ، شاخه <em>%s</em> باید توسط PHP قابل نوشتن باشد. از chmod استفاده کنید تا مجوز های شاخه را درست تنظیم کنید . اگر مطمئن نیستید chmod را به 0777 تغییر دهید.',
'Alert avatar'					=>	'<strong>شاخه آواتار ر حال حاضر قابل نوشتن میباشد !</strong> اگر میخواهید کاربران بتوانند آواتار خود را آپلود کنند ، شما باید شاخه <em>%s</em> را ببینید که توسط PHP قابل نوشتن باشد. بعدها میتوانید انتخاب کنید تصاویر آواتار در شاخه دیگری ذخیره شود (Admin/Options را ببینید )',
'Alert upload'					=>	'<strong>بنظر می آید آپلود فایل روی این سرور غیرمجاز است !</strong> اگر میخواهید کاربران بتوانند آواتار خود را آپلود کنند ، شما باید پیکربندی تنظیمات file_uploads در PHP را فعال کنید . وقتی که  آپلود فایل فعال شد ، آپلود آواتار میتواند در Administration/Options/Features فعال شود.',
'ModernBB has been installed'	=>	'ModernBB نصب شد. جهت قطعی شدن نصب و راه اندازی لطفا دستورالعمل زیر را دنبال کنید.',
'Info 8'						=>	'جهت قطعی شدن نصب  ، شما باید روی دکمه زیر کلیک کرده تا فایلی به نام config.php را دانلود کنید . بعد لازم است این فایل در شاخه روت ModernBB نصب شده خود آپلود کنید.',
'Info 9'						=>	'وقتی که فایل config.php را آپلود کردید ، ModernBB کاملاً نصب شده است ! در آن لحظه شما میتوانید به <a href="index.php"> فهرست انجمن </a> بروید',
'Download config.php file'		=>	'دانلود فایل config.php',
'ModernBB fully installed'		=>	'ModernBB با موفقیت نصب شد! میتوانید برای ادامه به <a href="index.php"> مراجعه کنید </a>.',

//
// Language for updating
//

'Update ModernBB'				=>	'بروز رسانی ModernBB',
'Down'							=>	'انجمن جهت تعمیر و نگهداری موقتاً از دسترس خارج است. لطفاً چند دقیقه دیگر مراجعه کنید.',

'Version mismatch error'		=>	'عدم تطابق نسخه . با بروز رسانی این اسکریپت ، پایگاه داده \'%s\' بنظر می آید پایگاه داده ModernBB اجرا شده را پشتیبانی نمیکند .',
'No update error'				=>	'نرم افزار انجمن شما هم اکنون از بروز ترین نسخه اسکریپت استفاده میکند',

'Start update'					=>	'شروع بروز رسانی',
'Correct errors'				=>	'خطاهای ذکر شده احتیاج به تصحیح دارند:',
'Successfully updated'			=>	'پایگاه داده انجمن شما با موفقیت بروز شد . حالا میتوانید %s.',
'go to index'					=>	'به فهرست انجمن بروید',

'Preparsing item'				=>	'پیش تجزیه %1$s %2$s …',
'Rebuilding index item'			=>	'بازسازی فهرست   %1$s %2$s',

'post'							=>	'ارسال',
'topic'							=>	'موضوع',
'signature'						=>	'امضاء',

// Language for frontend

//
// Language for delete.php
//

'Delete post'			=>	'حذف ارسال',
'Topic warning'			=>	'هشدار ! این اولین ارسال این موضوع میباشد ، تمام موضوع بطور همیشگی حذف خواهد شد.',
'Delete info'			=>	'ارسالی که برای حذف کردن انتخاب کردید قبل از حذف برای بررسی در پایین گذاشته شد.',
'Reply by'				=>	'پاسخ توسط %s - %s',
'Topic by'				=>	'موضوع شروع شده توسط %s - %s',
'Delete'				=>	'حذف',

//
// Language for help.php
//

'produces'				=>	'تولید میشود',

'BBCode info'			=>	' کلکسیونی از برچسب هایی است که برای ظاهر متن در انجمن استفاده میشوند. در پایین میتوانید تمام BBCode های موجود را یافته و طریقه استفاده از آن را یاد بگیرید . مدیر کل قادر است استفاده از BBCode را غیرفعال کند . هرگاه در ارسال یک پیام و یا ویرایش امضای خود با مشکل برخوردید ، میتوانید بگویید BBCode غیرفعال است.',

'Text style'			=>	'اشکال متن',
'Text style info'		=>	'برچسب های زیر شکل ظاهری متن را تغییر میدهند:',
'Bold text'				=>	'متن درشت',
'Underlined text'		=>	'متن زیرخط دار',
'Italic text'			=>	'متن مورب',
'Strike-through text'	=>	'متن خط خورده',
'Red text'				=>	'متن قرمز',
'Blue text'				=>	'متن آبی',
'Heading text'			=>	'متن سربرگ',
'Inserted text'			=>	'متن درج شده',
'Sub text'				=>	'زیرنویس',
'Sup text'				=>	'بالا نویس',

'Multimedia'			=>  'چندرسانه ای',
'Links info'			=>	'با استفاده از برچسب های زیر میتوانید به دیگر اسناد و یا آدرس ایمیل لینک ایجاد کنید :',
'My email address'		=>	'آدرس ایمیل من',
'Images info'			=>	'اگر میخواهید تصویری را به نمایش بگذارید میتوانید از برچسب img استفاده کنید . متن پس از علامت "=" در شروع برچسب استفاده شده برای ویژگی alt به نمایش در آمده و باید در زمان ممکن گنجانده شود.',
'ModernBB bbcode test'  =>  'تست ModernBB BBCode',
'Video info'			=>  'ModernBB درج ویدئو از وبسایتهای DailyMotion ، Vimeo و YouTube را پشتیبانی میکند. با BBCode زیر ، شما میتوانید یکی از سرویس ها ویدئویی را درج کنید.',
'Video link'			=>  'لینک ویدئو را اینجا قرار دهید', 

'Quotes'				=>	'نقل قول',
'Quotes info'			=>	'اگر میخواهید از کسی نقل قول کنید ، میتوانید از برچسب نقل قول استفاده کنید.',
'Quotes info 2'			=>	'اگر شما نمیخواهید از شخص خاصی نقل قول کنید ، میتواند از برچسب نقل قول بدون تعیین اسم استفاده کنید . اگر نام کاربری شامل کاراکتر ] یا [ باشد ، میتوانید آن را در برچسب نقل قول محصور کنید.',
'Quote text'			=>	'این متنی است که میخواهم نقل قول کنم.',
'produces quote box'	=>	'جعبه نقل قولی شبیه زیر ایجاد میشود:',

'Code'					=>	'کد',
'Code info'				=>	'وقتی میخواهید از سورس کد استفاده کنید باید مطمئن باشید که از برچسب کد استفاده کنید . متن نمایش داده شده با برچسب کد با قلم monospaced نمایش داده شده و دیگر برچسب ها بر آن تاثیری نخواهند داشت .',
'Code text'				=>	'این یک قسمتی از کد میباشد.',
'produces code box'		=>	'جعبه کد شبیه زیر ایجاد میشود:',

'Lists'					=>	'لیست',
'List info'				=>	'برای ایجاد لیست میتواند از برچسب لیست استفاده کنید . شما میتوانید 2 نوع لیست با استفاده از برچسب لیست ایجاد کنید .',
'List text 1'			=>	'لیست آزمایشی شماره 1.',
'List text 2'			=>	'لیست آزمایشی شماره 2.',
'List text 3'			=>	'لیست آزمایشی شماره 3.',
'produces list'			=>	'تولید لیست نقطه دار میکند.',
'produces decimal list'	=>	'تولید لیست شماره دار میکند.',

'Bold'					=>	'درشت',
'Underline'				=>	'زیرخط دار',
'Italic'				=>	'حروف مورب',
'Strike'				=>	'خط خورده',
'URL'					=>	'آدرس سایت',
'List'					=>	'لیست',
'List item'				=>	'لیست آیتم',
'Heading'				=>	'سربرگ',
'Inline code'			=>	'کد درون خطی',
'Superscript'			=>	'بالانویس',
'Subscript'				=>	'زیرنویس',
'Video'					=>	'ویدئو',
'Image'					=>	'تصویر',

'Smilies info'			=>	'اگر فعال باشد ، انجمن میتواند سری شکلک ها را به تصویر گرافیکی تبدیل کند . شکلکهای قابل استفاده در زیر آمده است:',

'General use'					=>	'استفاده عمومی',
'General use info'				=>	'توضیح بعضی از اصول اولیه کار با نرم افزار این انجمن.',
'Forums and topics'				=>	'انجمن ها و موضوع ها',
'Labels question'				=>	'برچسب ها در جلو عنوان موضوع ها چه معنی میدهند ؟',
'Labels info'					=>	'میبینید بعضی از موضوع ها برچسب خوردند ، برچسبهای مختلف معنی های مختلفی دارند.',
'Label'							=>	'برچسب',
'Explanation'					=>	'توضیح',
'Sticky explanation'			=>	'موضوعهای مهم معمولاً مهم هستند و شما باید آنها را بخوانید . ارزش دارند وقت گذاشته و نگاهی بندازید.',
'Closed explanation'			=>	'وقتی شما برچسب بـسـتــــــــه را می بینید ، به این معنی است که دیگر نمیتوانید در آن موضوع ارسالی داشته باشید ، مگر اینکه شما مجوز نوشتن در موضوعهای بـسـتــــــــه را داشته باشید . به هر حال ، موضوع همچنان در دسترس خواندن میباشد ..',
'Moved explanation'				=>	'این موضوع به انجمن دیگری منتقل شده است . مدیران انجمن میتوانند تصمیم بگیرند که این آگهی را نمایش دهند ، یا به سادگی نمایش ندهند . انجمن اصلی که سابقاً موضوع در آن بوده ، دیگر هیچگونه آماری را نمایش نمیدهند.',
'Star'							=>	'ستاره',
'Star explanation'				=>	'شما این موضوع را دنبال میکنید ، اینها در لیست اشتراک شما نمایش داده میشوند.',
'Posted explanation'			=>	'این برچسب به این معنی است که شما ارسالی در این موضوع داشته اید .',
'Content question'				=>	'شکلک ، امضاء ، آواتار و تصاویر دیده نمیشوند ؟',
'Content answer'				=>	'شما میتوانید طریقه نمایش موضوع را در تنظیمات پروفایل تغییر دهید . آنجا میتوانید شکلک ها ، امضاء ، آواتار و تصاویر در ارسالها را فعال کنید ، ولی آنها بطور پیشفرض باید فعال باشند مگر اینکه مدیر انجمن این ویژگی ها را غیرفعال کرده باشد . میتوانید ببینید آیا تصاویر و شکلک ها در زیر ویرایشگر غیرفعال هستند . اگر برچسب ها به رنگ قرمز هستند ، آن ویژگی ها برای شما در دسترس نیستند.',
'Topics question'				=>	'چرا نمیتوانم هیچ موضوع و انجمنی را ببینم ؟',
'Topics answer'					=>	'احتمالاً شما مجوز لازم برای این کار را ندارید ، برای راهنمایی بیشتر از مدیرانجمن کمک بگیرید.',
'Profile question'				=>	'چرا نمیتوانم هیچ پروفایلی را ببینم ؟',
'Profile answer'				=>	'احتمالاً شما مجوز لازم برای این کار را ندارید ، برای راهنمایی بیشتر از مدیرانجمن کمک بگیرید.',
'Information question'			=>	'چرا پروفایل من به تکمیلی پروفایل دیگر کاربران نیست ؟',
'Information answer'			=>	'پروفایل شما فقط کادرهایی که فعال هستند و در صفحه شخصی تکمیل کرده اید را نمایش میدهند . شاید بخواهید صفحه پروفایل خود را دوباره ببینید و کادرهایی که از قلم افتاده را تکمیل کنید.',
'Advanced search question'		=>	'آیا گزینه های دیگری برای جستجو هستند ؟',
'Advanced search answer'		=>	'وقتی به صفحه جستجو میروید ، خود را با یک جعبه جستجو میبینید . زیر آن جعبه جستجو لینکی به جستجوی پیشرفته وجود دارد ، در آنجا میتوانید گزینه های بیشتری برای جستجو پیدا کنید  ! این گزینه ها شاید بر روی دستگاه شما فعال نباشد ، اگر که توسط مدیر انجمن غیرفعال شده باشند .',
'More search question'			=>	'چرا نمیتوانم در بیش از یک انجمن همزمان جستجو کنم ؟',
'More search answer'			=>	'احتمالاً شما مجوز لازم برای این کار را ندارید ، برای راهنمایی بیشتر از مدیرانجمن کمک بگیرید.',
'Moderating'					=>	'مدیریت',
'Moderating info'				=>	'مدیران انجمن هم گاهی به راهنمایی نیاز دارند ! اصول اولیه مدیریت در اینجا توضیح داده شده.',
'Moderate forum question'		=>	'چگونه یک انجمن را مدیریت کنم ؟',
'Moderate forum answer'			=>	'گزینه های مدیریت در پایین صفحه در دسترس است . این گزینه ها برای همه مدیران در دسترس نمیباشد . وقتی شما این دکمه را کلیک کنید ، شما به صفحه ای که میتوانید انجمن جاری را مدیریت کنید فرستاده میشوید . از آنجا ، میتوانید عملیات انتقال ، حذف ، ادغام ، بستن و یا باز کردن چندین موضوع را همزمان انجام دهید.',
'Moderate topic question'		=>	'چگونه یک موضوع را مدیریت کنم ؟',
'Moderate topic answer 1'		=>	'گزینه های مدیریت در پایین صفحه در دسترس است . این گزینه ها برای همه مدیران در دسترس نمیباشد . وقتی شما این دکمه را کلیک کنید ، شما به صفحه ای که میتوانید موضوع جاری را مدیریت کنید فرستاده میشوید . از آنجا ، میتوانید چند ارسال را برای حذف یا تقسیم کردن هم زمان از موضوع جاری را دارید.',
'Moderate topic answer 2'		=>	'کنار دکمه "مدیریت موضوع" ، شما میتوانید گزینه های انتقال ، بستن یا بازکردن موضوع را پیدا کنید . همچنین میتوانید از آنجا موضوع را مهم یا غیرمهم کنید.',
'Moderate user question'		=>	'چگونه یک کاربر را مدیریت کنم ؟',
'Moderate user answer 1'		=>	'گزینه های مدیریتی در پروفایل کاربر در دسترس میباشد . شما میتوانید گزینه های مدیریتی را در زیر "مدیریت" در منوی پروفایل کاربری پیدا کنید . این گزینه ها برای همه مدیران در دسترس نمیباشد.',
'Moderate user answer 2'		=>	'صفحه مدیریت به شما امکان این را میدهد که بررسی کنید آیا کاربری یک یادداشت مدیر را دارد ، و اگر لازم باشد شما میتوانید آن یادداشت را تغییر دهید . همچنین میتوانید تعداد ارسال های کاربر را نیز تغییر دهید . در این صفحه ، کاربر میتواند مجوز مدیریت بر روی هر یک از انجمن ها را داشته باشد ، البته کاربر باید حساب کاربری مدیر کل را داشته باشد تا قادر به استفاده از این مجوز ها باشد.',
'Moderate user answer 3'		=>	'در آخر ، شما میتوانید یک کاربر را از پروفایل محروم و یا حذف کنید . اگر میخواهید چندین کاربر را همزمان محروم و / یا مسدود کنید ، بهتر است این کار را از صفحه پیشرفته مدیریت کاربران در داشبورد انجام دهید.',

//
// Language for index.php
//

'Topics'		=>	'موضوع ها',
'Link to'		=>	'لینک به:', // As in "Link to: http://getluna.org/"
'Empty board'	=>	'انجمن خالی است.',
'Newest user'	=>	'جدیدترین کاربر',
'Users online'	=>	'کاربر آنلاین',
'Guests online'	=>	'مهمان آنلاین',
'No of users'	=>	'کاربر',
'No of topics'	=>	'موضوع',
'No of post'	=>	'ارسال',
'Online'		=>	'آنلاین:', // As in "Online: User A, User B etc."
'Board stats'	=>	'آمار انجمن',

//
// Language for login.php
//

'Wrong user/pass'			=>	'نام کاربری / یا پسورد اشتباه است.',
'Forgotten pass'			=>	'پسورد خود را فراموش کردید؟',
'No email match'			=>	'کاربری با این ایمیل ثبت نام نکرده است',
'Request pass'				=>	'درخواست پسورد',
'Remember me'				=>	'یادآوری من',
'New password errors'		=>	'درخواست پسورد باخطای روبرو شد',
'New passworderrors info'	=>	'قبل از اینکه پسورد جدید ارسال شود باید خطاهای زیر تصحیح شوند:',

'Forget mail'				=>	'ایمیلی به آدرس ذکر شده به همراه دستور العمل تغییر پسورد ارسال شد. اگرایمیلی دریافت نکردید با مدیرکل انجمن تماس بگیرید',
'Password request flood'	=>  'این حساب کاربری در یکساعت گذشته درخواست تغییر پسورد را داده. لطفاً قبل از درخواست مجدد تغییر پسورد %s دقیقه شکیبا باشید.',

//
// Send email
//

'Form email disabled'			=>	'کاربری که میخواهید برایش ایمیل ارسال کنید فرم ایمیل را غیرفعال کرده است.',
'No email subject'				=>	'باید یک موضوعی داشته باشد.',
'No email message'				=>	'باید متن پیام داشته باشد.',
'Too long email message'		=>	'پیام نمیتواند بیشتر از 65535 کاراکتر باشد (64 KB).',
'Email flood'					=>  'حداقل باید %s ثاتیه از ارسال ایمیل بین آنها گذشته باشد. لطفا %s ثانیه صبر کرده و دوباره تلاش یکنید.',
'Send email to'					=>	'ارسال ایمیل به',

//
// Report
//

'No reason'						=>	'شما باید دلیلی داشته باشید.',
'Reason too long'				=>	'پیام شما باید زیر 65535 بایت باشد (~64kb).',
'Report flood'					=>  'حداقل باید %s ثاتیه از ارسال گزارش بین آنها گذشته باشد. لطفا %s ثانیه صبر کرده و دوباره تلاش یکنید.',
'Report post'					=>	'ارسال گزارش',
'Reason'						=>	'دلیل',
'Reason desc'					=>	'لطفا دلیل کوتاهی برای گزارش این ارسال را بنویسید',

//
// Subscriptions
//

'Not subscribed topic'			=>	'شما مشترک این موضوع نیستید.',

//
// General forum and topic moderation
//

'Moderate'						=>	'مدیریت',
'Select'						=>	'انتخاب', // the header of a column of checkboxes
'Move'							=>	'انتقال',
'Split'							=>	'تقسیم',
'Merge'							=>	'ادغام',

//
// Moderate forum
//

'Open'							=>	'بازکردن',
'Close'							=>	'بستن',
'Move topics'					=>	'انتقال موضوع',
'Move to'						=>	'انتقال به',
'Nowhere to move'				=>	'انجمنی وجود ندار دکه میخواهید به آنجا انتقال دهید .',
'Leave redirect'				=>	'گذاشتن لینک تغییر مسیر',
'Delete topics'					=>	'حذف موضوع',
'Delete topics comply'			=>	'مطمئن هستید که میخواهید موضوعهای انتخاب شده را حذف کنید ؟',
'No topics selected'			=>	'حداقل باید یک موضوع برای انتقال/حذف/باز یا بستن انتخاب کنید',
'Not enough topics selected'	=>	'برای ادغام کردن حداقل باید دو موضوع را انتخاب کنید.',
'Merge topics'					=>	'ادغام موضوع ها',
'New subject'					=>	'عنوان جدید',

//
// Split multiple posts in topic
//

'Split posts'					=>	'تقسیم ارسال ها',

//
// Delete multiple posts in topic
//

'Delete posts'					=>	'حذف ارسال ها',
'Cannot select first'			=>	'اولین ارسال برای حذف/تقسیم نمیتوان انتخاب کرد.',
'Delete posts comply'			=>	'مطمئن هستید که میخواهید ارسال های انتخاب شده را حذف کنید ؟',
'No posts selected'				=>	'برای حذف/تقسیم حداقل باید یک ارسال را انتخاب کنید.',

//
// Get host
//

'Host info 1'					=>	'آدرس آی پی: %s میباشد',
'Host info 2'					=>	'نام میزبان: %s میباشد',
'Show more users'				=>	'نمایش کاربر بیشتر با این آی پی',

//
// Language for post.php and edit.php
// Post validation stuff (many are similiar to those in edit.php)
//

'No subject'					=>	'موضوع باید عنوانی داشته باشد.',
'No subject after censoring'	=>	'موضوع باید عنوان داشته باشد. پس از بکارگیری سانسور کلمات ، عنوان شما خالی شد.',
'Too long subject'				=>	'عنوان موضوع نمیتواند بیشتر از 70 کاراکتر باشد.',
'No message'					=>	'شما باید متن پیام خود را وارد کنید.',
'No message after censoring'	=>	'شما باید متن پیام خود را وارد کنید. پس از بکارگیری سانسور کلمات ، عنوان شما خالی شد.',
'Too long message'				=>	'ارسال ها نمیتوانند بیشتر از %s بایت باشند.',
'All caps subject'				=>	'عنوان موضوع نمیتواند فقط شامل حروف بزرگ(لاتین) باشند.',
'All caps message'				=>	'متن پیام نمیتواند فقط شامل حروف بزرگ(لاتین) باشند.',
'Empty after strip'				=>	'بنظر میرسد متن پیام شما فقط شامل BBCode خالی است . این امکان وجود دارد که اتفاقی باشد مثلا : نقل قول درون خطی نادیده گرفته شد چون از حداکثر عمق سطح نقل قول گذشته .',

//
// Posting
//

'Post errors'		=>	'خطاهای ارسال',
'Post preview'		=>	'پیش نمایش ارسال',
'Guest name'		=>	'نام', // For guests (instead of Username)
'Post a reply'		=>	'ارسال پاسخ',
'Post new topic'	=>	'ارسال موضوع',
'Hide smilies'		=>	'هیچوقت شکلکها بصورت آیکون برای این ارسال نمایش داده نشود',
'Subscribe topic'	=>	'مشترک این موضوع شدن',
'Stay subscribed'	=>	'مشترک این موضوع ماندن',
'Topic review'		=>	'مرور موضوع (جدیدترین ها اول)',
'Flood start'		=>  'حداقل %s ثانیه باید بین ارسال ها گذشته باشد . لطفاً % ثانیه  دیگر صبر و دوباره تلاش در ارسال کنید.',
'Preview'			=>	'پیش نمایش',

//
// Edit post
//

'Silent edit'		=>	'ویرایش در سکوت ("ویرایش شده توسط ... " در موضوع نمایش داده نشود)',
'Edit post'			=>	'ویرایش ارسال',

//
// Language for both profile.php and register.php
//

'Email legend'				=>	'آدرس ایمیل معتبری را وارد کنید',
'Time zone'					=>	'منطقه زمانی',
'DST'						=>	'جلوبردن زمان 1 ساعت برای صرفه جویی نورخورشید.',
'Time format'				=>	'فرمت زمان',
'Date format'				=>	'فرمت تاریخ',
'Default'					=>	'پیشفرض',
'Language'					=>	'زبان',
'Email setting info'		=>	'تنظیمات ایمیل',
'Email setting 1'			=>	'نمایش آدرس ایمیل شما.',
'Email setting 2'			=>	'عدم نمایش ایمیل شما ولی مجوز ارسال اییمل.',
'Email setting 3'			=>	'عدم نمایش ایمیل شما و عدم مجوز به ارسال ایمیل.',

'Username too short'		=>	'نام کاربری حداقل باید 2 کاراکتر باشد . لطفاً یک نام کاربری (بلندتری) انتخاب کنید.',
'Username too long'			=>	'نام کاربری نباید بیشتر از 25 کاراکتر باشد . لطفاً یک نام کاربری (کوتاهتری) انتخاب کنید.',
'Username guest'			=>	'نام کاربری guest رزرو شده است . نام کاربری دیگری انتخاب کنید.',
'Username IP'				=>	'نام کاربری نباید بشکل آدرس آی پی باشد . لطفاً نام کاربری دیگری انتخاب کنید.',
'Username reserved chars'	=>	'نام کاربری نباید شامل کاراکترهای \', " و ]  یا [ باشند.لطفا نام کاربری دیگری انتخاب کنید.',
'Username BBCode'			=>	'نام کاربری نباید شامل فرمت بندی متن برچسب های (BBCode) استفاده شده در انجمن باشد. لطفاً نام کاربری دیگری انتخاب کنید.',
'Banned username'			=>	'نام کاربری که وارد کردید در انجمن محروم شده است . لطفاً نام کاربری دیگری انتخاب کنید.',
'Pass too short'			=>	'پسورد حداقل باید 6 کاراکتر باشد . لطفا ً یک پسورد (بلندتری) انتخاب کنید.',
'Pass not match'			=>	'پسورد با هم یکسان نیستند.',
'Banned email'				=>	'آدرس ایمیلی که وارد کرده اید در این انجمن محروم است . لطفا ً آدرس ایمیل دیگری انتخاب کنید.',
'Dupe email'				=>	'شخص دیگری با این آدرس ایمیل ثبت نام کرده است . لطفاً آدرس ایمیل دیگری را انتخاب کنید.',
'Sig too long'				=>	'امضاء نمیتواند بیشتر از %1$s کاراکتر باشد . لطفاً ً امضاء خود را به %2$s کاراکتر کاهش دهید.',
'Sig too many lines'		=>	'امضاء نمیتواند بیشتر از %s سطر باشد.',
'Bad ICQ'					=>	'شماره پیام رسان ICQ نا معتبر است . لطفاً برگشته و آن را تصحیح کنید.',

//
// Language for profile.php
//

'Section personality'			=>	'شخصی',
'Section admin'					=>	'مدیریتی',

//
// Miscellaneous
//

'Personal details legend'		=>	'جزئیات تماس',
'User tools'					=>	'ابزار کاربری',
'Unknown'          				=>  'نامشخص',

//
// Password stuff
//

'Pass key bad'					=>	'کلید پسورد فعال سازی تعیین شده نادرست و یا منقضی شده است . لطفاً درخواست پسورد جدید بدهید . اگر با مشکل روبرو شدید ، با مدیر انجمن تماس بگیرید',
'Pass updated'					=>	'پسورد شما بروز شد . حالا میتوانید با پسورد جدید وارد سایت شوید.',
'Wrong pass'					=>	'پسورد سابق اشتباه است.',
'Change pass'					=>	'تغییر پسورد',
'Old pass'						=>	'پسورد سابق',
'New pass'						=>	'پسورد جدید',
'Confirm new pass'				=>	'تائید پسورد جدید',
'Pass info'						=>	'پسورد باید حداقل 6 کاراکتر باشد و به حروف بزرگ و کوچک حساس است',

//
// Email stuff
//

'Email key bad'					=>	'کلید ایمیل فعال سازی تعیین شده نادرست و یا منقضی شده است . لطفاً درخواست تغییر ایمیل جدید بدهید . اگر با مشکل روبرو شدید ، با مدیر انجمن تماس بگیرید',
'Email updated'					=>	'آدرس ایمیل شما بروز رسانی شد.',
'Activate email sent'			=>	'ایمیلی به آدرس ذکر شده به همراه دستور العمل تغییر ایمیل جدید ارسال شد. اگرایمیلی دریافت نکردید با مدیرکل انجمن تماس بگیرید',
'Email instructions'			=>	'ایمیلی به آدرس ایمیل جدید شما به همراه لینک فعال سازی ارسال خواهد شد . شما باید بر روی لینک فعال سازی که دریافت کردید کلیک کرده تا آدرس جدید فعال شود.',
'Change email'					=>	'تغییر آدرس ایمیل',
'New email'						=>	'ایمیل جدید',

//
// Avatar upload stuff
//

'Avatars disabled'				=>	'مدیر پشتیبانی از آواتار را غیرفعال کرده است.',
'Too large ini'					=>	'فایل انتخاب شده برای آپلود خیلی بزرگ است . سرور اجازه آپلود را نمیدهد.',
'Partial upload'				=>	'فقط قسمتی از فایل انتخاب شده آپلود شد . لطفا دوباره تلاش کنید.',
'No tmp directory'				=>	'PHP قادر نیست فایل آپلود شده را در محل موقتی ذخیره کند.',
'No file'						=>	'شما فایلی را برای آپلود انتخاب نکرده اید.',
'Bad type'						=>	'نوع فایلی که شما تلاش در آپلود آن دارید غیرمجاز است . انواع فایل مجاز gif ، jpeg و png هستند .',
'Too wide or high'				=>	'فایلی که شما تلاش در آپلود آن دارید عریض تر یا بلندر از حداکثر مجاز آن است',
'Too large'						=>	'فایلی که شما تلاش در آپلود آن دارید بزرگتر از حداکثر مجاز آن است',
'pixels'						=>	'پیکسل',
'bytes'							=>	'بایت',
'Move failed'					=>	'سرور قادر به ذخیره فایل آپلود شده نیست . لطفاً با مدیر انجمن تماس بگیرید',
'Unknown failure'				=>	'خطای ناشناخته ای رخ داد . لطفا بعدا تلاش کنید.',
'Avatar desc'					=>	'آواتار یک تصویر کوچکی است که در زیر نام کاربری شما در ارسال ها به نمایش در می آیند . نباید بیش از اندازه بزرگ باشند',
'Upload avatar'					=>	'آپلود آواتار',
'Delete avatar'					=>	'حذف آواتار', // only for admins
'File'							=>	'فایل',
'Upload'						=>	'آپلود', // submit button

//
// Form validation stuff
//

'Forbidden title'				=>	'عنوانی که شما وارد کرده اید شامل حروف ممنوعه میباشد . باید عنوان دیگری را انتخاب کنید.',

//
// Profile display stuff
//

'Email info'					=>	'ایمیل: %s',
'Last visit info'				=>	'آخرین بازدید',
'Show posts'					=>	'نمایش ارسال ها',
'Show topics'					=>	'نمایش موضوع ها',
'Show subscriptions'			=>	'نمایش اشتراک ها',
'Contact'						=>	'تماس',
'Realname'						=>	'نام واقعی',
'Location'						=>	'شهر',
'Website'						=>	'وبسایت',
'Invalid website URL'			=>	'آدرس وبسایتی که وارد کردید معتبر نیست.',
'Microsoft'						=>	'حساب کاربری مایکروسافت',
'Facebook'						=>	'فیس بوک',
'Twitter'						=>	'توئیتر',
'Google+'						=>	'گوگل+',
'Avatar'						=>	'آواتار',
'Sig max size'					=>	'حداکثر دراز : %s کاراکتر  /  حداکثر سطر : %s',
'Avatar info'					=>	'آواتار تصویر کوچکی است که در همه ارسال های شما نمایش داده میشود . با کلیک بر روی لینک زیر میتوانید یک آواتار را آپلود کنید.',
'Change avatar'					=>	'تغییر آواتار',
'Signature info'				=>	'امضاء چند جمله متن میباشد که به ارسال های شما پیوست میشود . در امضاء خود هرچیزی که دوست دارید را میتوانید بنویسید.',
'Sig preview'					=>	'پیش نمایش امضاء جاری:',
'No sig'						=>	'هنوز هیچ امضائی در پروفایل شما ذخیره نشده.',
'Signature quote/code/list/h'	=>	'نقل قول ، کد ، لیست و سربرگ BBCode در امضاء مجاز نمیباشد.',
'Posts per page'				=>	'ارسال در هر صفحه',
'Topics per page'				=>	'موضوع در هر صفحه',
'Leave blank'					=>	'برای استفاده از پیشفرض خالی بگذارید',
'Notify full'					=>	'شامل متن ساده ای از نسخه ارسال های جدید در ایمیل های آگاه سازی اشتراک.',
'Auto notify full'				=>	'مشترک شدن خودکار در هر موضوعی که پیامی ارسال کنید.',
'Show smilies'					=>	'نمایش شکلک بصورت آیکونهای گرافیکی.',
'Show images'					=>	'نمایش تصاویر در ارسال ها.',
'Show images sigs'				=>	'نمایش تصاویر در امضاء ها.',
'Show avatars'					=>	'نمایش آواتار کاربران در ارسال ها.',
'Show sigs'						=>	'نمایش امضاء کاربر.',
'Style'							=>	'قالب',
'Backstage Accent'				=>	'شدت رنگ داشبورد',
'Admin note'					=>	'یادداشت مدیر',
'Post display'					=>	'نمایش ارسال',

//
// Administration stuff
//

'Group membership legend'		=>	'انتخاب گروه کاربری',
'Save'							=>	'ذخیره',
'Set mods legend'				=>	'تنظیم دسترسی مدیر',
'Moderator in info'				=>	'انتخاب انجمنی که این کاربر باید بر آن مدیریت کند . توجه : این تنظیمات فقط بر روی مدیران انجمن کاربرد دارد . مدیر کل همیشه تمام مجوز ها را بر روی تمام انجمن ها دارد.',
'Update forums'					=>	'بروز رسانی انجمن ها',
'Delete ban legend'				=>	'حذف یا محروم کردن کاربر',
'Delete user'					=>	'حذف کاربر',
'Ban user'						=>	'محروم کردن کاربر',
'Confirm delete user'			=>	'تائید حذف کردن کاربر',
'Confirmation info'				=>	'لطفاً تائید کنید که میخواهید این کاربر را حذف کنید', // the username will be appended to this string
'Delete warning'				=>	'هشدار ! امکان باز گردانی  برای کاربران حذف شده / و یا ارسال های حذف شده وجود ندارد . اگر انتخاب نکردید که ارسال های این کاربر را حذف کنید ، ارسال ها میتوانند بعدها فقط بصورت دستی حذف شوند.',
'Delete all posts'				=>	'حذف تمام ارسال ها و موضوع های این کاربر',
'No delete admin message'		=>	'مدیرهای کل را نمیتوانید حذف کنید . اگر میخواهید این کاربر را حذف کنید ، اول باید این کاربر را به گروه دیگری منتقل کنید.',

//
// Language for register.php
//

'No new regs'				=>	'این انجمن کاربر جدیدی را نمیپذیرد',
'Forum rules'				=>	'قوانین انجمن',
'Rules legend'				=>	'برای ثبت نام باید با موارد زیر موافقت کنید',
'Registration flood'		=>	'کاربر جدیدی با آی پی مشابه شما در یکساعت گذشته ثبت نام کرده . برای جلوگیری از ازدیاد ثبت نام ، باید حداقل یکساعت بین ثبت نام با یک آی پی مشابه گذشته باشد . بخاطر این ناراحتی از شما پوزش میخواهیم.',
'Agree'						=>	'موافق هستم',
'Cancel'					=>	'لغو',
'Register legend'			=>	'اطلاعات درخواست شده را وارد کنید',

//
// Form validation stuff (some of these are also used in post.php)
//

'Registration errors'		=>	'خطا در ثبت نام',
'Username censor'			=>	'نام کاربری شما شامل یک یا چند حرف سانسور شده میباشد . لطفا ً نام کاربری دیگری انتخاب کنید.',
'Username dupe 1'			=>	'شخصی با این نام کاربری ثبت نام کرده',
'Username dupe 2'			=>	'نام کاربری شما بسیار مشابهت دارد . نام کاربری باید متفاوت باشد و حداقل از یک کاراکتر الفبا (a تا z یا 0 تا 9 ) استفاده کنید . لطفاً نام کاربری دیگری انتخاب کنید.',
'Email not match'			=>	'آدرس ایمیل با هم یکسان نیستند.',

//
// Registration email stuff
//

'Reg email'					=>	'با سپاس از عضویت در انجمن . پسورد شما به ایمیل تعیین شده ارسال شد . اگر ایمیلی دریافت نکردید با مدیر انجمن تماس بگیرید',

//
// Register info
//

'Username legend'			=>	'نام کاربری بین 2 تا 25 کاراکتر را وارد کنید',
'Email help info'			=>	'پسورد شما به این آدرس ارسال میشود ، مطمئن شوید آدرس ایمیل تان معتبر باشد',
'If human'					=>	'اگر روبات اسپمر نیستید این کادر را خالی بگذارید !',
'Spam catch'				=>	'متاسفانه بنظر می آید درخواست شما اسپم باشد . اگر احساس میکنید خطایی رخ داده ، لطفاً مستقیما با مدیر انجمن تماس بگیرید',

//
// Language for search.php
//

'User search'						=>	'جستجوی کاربر',
'No search permission'				=>	'شما مجوز استفاده از ویژگی های جستجو را ندارید.',
'Search flood'						=>  'حداقل %s ثانیه بین جستجو ها باید زمان بگذرد . لطفاً %s ثانیه منتظر بوده و دوباره جستجو کنید.',
'Search criteria legend'			=>	'معیار جستجوی خود را وارد کنید',
'Search info'						=>	'برای جستجوی کلمات کلیدی ، کلمه مورد نظر را برای جستجو وارد کنید . کلمات را با فضای خالی از هم جدا کنید . میتوانید جستجوی خود را نیز محدودتر کنید . برای جستجوی نویسنده میتوانید نام کاربری شخصی که بدنبال ارسال هایش هستید وارد کنید . میتوانید از کاراکتر جانشین * برای جستجوی جزئی تر استفاده کنید.',
'Keyword search'					=>	'جستجوی کلمات کلیدی',
'Author search'						=>	'جستجو نویسنده',
'All forums'						=>	'همه انجمن ها',
'Search in'							=>	'جستجو در',
'Message and subject'				=>	'متن پیام و عنوان موضوع',
'Message only'						=>	'فقط متن پیام',
'Topic only'						=>	'فقط عنوان موضوع',
'Sort by'							=>	'مرتب سازی بر اساس',
'Sort order'						=>	'ترتیب مرتب سازی',
'Search results info'				=>	'میتوانید انتخاب کنید چگونه نتایج جستجوی شما مرتب و نمایش داده شوند.',
'Sort by post time'					=>	'زمان ارسال',
'Sort by author'					=>	'نویسنده',
'Ascending'							=>	'صعودی',
'Descending'						=>	'نزولی',
'Show as'							=>	'نمایش',
'Show as posts'						=>	'ارسال ها',
'Advanced search'					=>	'جستجوی پیشرفته',

//
// Results
//

'Search results'					=>	'نتایج جستجو',
'Quick search show_new'				=>	'جدید',
'Quick search show_recent'			=>	'فعال',
'Quick search show_unanswered'		=>	'بدون پاسخ',
'Quick search show_user_topics'		=>	'ارسال موضوع توسط %s',
'Quick search show_user_posts'		=>	'ارسال پیام توسط %s',
'Quick search show_subscriptions'	=>	'اشتراک توسط %s',
'By keywords show as topics'		=>	'موضوع با ارسال شامل \'%s\'',
'By keywords show as posts'			=>	'ارسال شامل \'%s\'',
'By user show as topics'			=>	'موضوع با ارسال توسط %s',
'By user show as posts'				=>	'ارسال ها توسط %s',
'By both show as topics'			=>	'موضوع ها با ارسال های شامل \'%s\'، توسط %s',
'By both show as posts'				=>	'ارسال ها شامل \'%s\'، توسط %s',
'No terms'							=>	'برای جستجو حداقل باید یک کلمه و / یا نام یک نویسنده را وارد کنید.',
'No hits'							=>	'جستجوی شما نتیجه ای نداشت.',
'No user posts'						=>	'ارسالی توسط این کاربر در این انجمن وجود ندارد.',
'No user topics'					=>	'موضوعی توسط این کاربر در این انجمن وجود ندارد.',
'No subscriptions'					=>	'این کاربر هنوز در هیچ موضوعی مشترک نشده است.',
'No new posts'						=>	'موضوعی با ارسال جدید از آخرین بازدید شما وجود ندارد.',
'No recent posts'					=>	'ارسال جدیدی در 24 ساعت گذشته ایجاد نشده است.',
'No unanswered'						=>	'در این انجمن موضوع های بی پاسخی وجود ندارد.',
'Go to post'						=>	'برو به ارسال',
'Go to topic'						=>	'برو به موضوع',

//
// Language for viewtopic.php
//

'Post reply'		=>	'ارسال پاسخ',
'Topic closed'		=>	'موضوع بسته شده است',
'From'				=>	'ساکن :', // User location
'IP address logged'	=>	'لاگ آی پی',
'Note'				=>	'یادداشت:', // Admin note
'Posts'				=>	'ارسال:',
'Replies'			=>	'پاسخ:',
'Last edit'			=>	'آخرین ویرایش توسط',
'Report'			=>	'گزارش',
'Edit'				=>	'ویرایش',
'Quote'				=>	'نقل قول',
'Is subscribed'		=>	'شما مشترک هستید',
'Unsubscribe'		=>	'لغو اشتراک',
'Subscribe'			=>	'اشتراک',
'Quick post'		=>	'ارسال سریع',
'New icon'			=>	'ارسال جدید',
'Re'				=>	'پاسخ:',

//
// Language for userlist.php
//

'User search info'	=>	'نام کاربری را برای جستجو و / یا گروه کاربری را برای فیلتر کردن وارد کنید . از کاراکتر جایگزین * برای جستجوی جزئی تر استفاده کنید .',
'User group'		=>	'گروه کاربری',
'No of posts'		=>	'تعداد ارسال ها',
'All users'			=>	'همه کاربران',

//
// Language for viewforum.php
//

'Views'			=>	'بازدید',
'Moved'			=>	'منتقل شده',
'Star'			=>	'ستاره',
'Sticky'		=>	'مهـــم شــده',
'Closed'		=>	'بـسـتــــــــه',
'Empty forum'	=>	'انجمن خالی است.',

//
// Language for Backstage
// Language for backstage.php
//

'Update settings head'		=>	'بروز رسانی تنظیمات',
'Index update check'		=>	'هربار که وارد قسمت مدیریت داشبورد شوید برای نسخه جدید نرم افزار بررسی شود ، اگر این گزینه غیرفعال شود ، آگاهی های بروز رسانی نرم افزار را نخواهید دید.',

//
// Language for bans.php
//

'No user message'			=>	'کاربری با این نام کاربری ثبت نام نکرده است . اگر میخواهید یک کاربر جدیدی را محروم کنید که به هیچ نام کاربری خاصی متصل نیست فقط نام کاربری را خالی بگذارید.',
'No user ID message'		=>	'کاربری با این شناسه ثبت نام نشده.',
'User is admin message'		=>	'کاربر %s مدیر کل میباشد و نمیتوان آن را محروم کرد . اگر میخواهید یک مدیر کل را محروم کنید ؛ اول باید رتبه مدیریتش را لغو کنید.',
'User is mod message'		=>	'کاربر %s مدیر انجمن میباشد و نمیتوان آن را محروم کرد . اگر میخواهید یک مدیر انجمن را محروم کنید ؛ اول باید رتبه مدیریتش را لغو کنید.',
'Must enter message'		=>	'شما حداقل باید نام کاربری ، آدرس آی پی و یا آدرس ایمیل را وارد کنید.',
'Cannot ban guest message'	=>	'امکان محروم کردن کاربر مهمان نیستید.',
'Invalid IP message'		=>	'شما  آدرس آی پی / محدود آی پی نا معتبری را وارد کرده اید.',
'Invalid e-mail message'	=>	'آدرس ایمیل ( برای مثال : user@domain.com ) یا قسمتی از دامنه آدرس ایمیل ( برای مثال : domain.com ) وارد شده نا معتبر است.',
'Invalid date message'		=>	'شما تاریخ انقضای نا معتبری را وارد کرده اید.',
'Invalid date reasons'		=>	'فرمت تاریخ باید به شکل YYYY-MM-DD (روز- ماه - سال) باشد و روز باید حداقل یک روز در آینده باشد.',

'New ban head'				=>	'افزودن محرومیت',
'Username help'				=>	'نام کاربری برای محروم کردن',
'Username advanced help'	=>	'نام کاربری که میخواهید محروم کنید . اگر میخواهید یک آی پی / محدوده آی پی یا آدرس ایمیل را محروم کنید ، کادر را خالی بگذارید.',

'Ban search head'			=>	'جستجوی محرومین',
'Ban search info'			=>	'جستجو برای کاربران محروم در پایگاه داده . شما میتوانید یک یا چند کلمه برای جستجو را وارد کنید . کاراکتر جایگزین در فرم ستاره (*) قابل قبول است . برای نمایش تمام کاربران محروم همه کادرها را خالی بگذارید.',
'Date help'					=>	'(yyyy-mm-dd)',
'Expire after label'		=>	'منقضی بعد از',
'Expire before label'		=>	'منقضی قبل از',
'Order by label'			=>	'مرتب سازی بر اساس',
'Order by ip'				=>	'آی پی',
'Order by expire'			=>	'تاریخ انقضاء',
'Submit search'				=>	'ثبت جستجو',

'E-mail help'				=>	'آدرس ایمیل یا دامنه ایمیلی که تمایل به محروم کردن دارید',
'IP label'					=>	'آدرس آی پی / محدوده آی پی',
'IP help'					=>	'آدرس آی پی که مایل به محروم کردن هستید ، برای جدا کردن چند آدرس از فضای خالی استفاده کنید',
'IP help link'				=>	'برای مشاهده وضعیت آی پی این کاربر بر روی %s کلیک کنید.',
'Ban advanced head'			=>	'تنظیمات پیشرفته محرومیت',
'Ban advanced subhead'		=>	'بکارگیری محرومیت توسط آدرس آی پی و ایمیل',
'Ban message label'			=>	'پیام محرومیت',
'Ban message help'			=>	'پیامی برای کاربران محروم',
'Message expiry subhead'	=>	'پیام ممنوعیت و تاریخ انقضاء',
'Expire date label'			=>	'تاریخ انقضاء',
'Expire date help'			=>	'چه زمانی محرومیت منقضی شود ، برای تنظیم دستی خالی گذاشته شود',

'Results head'				=>	'نتیجه جستجو',
'Results IP address head'	=>	'آی پی/محدوده آی پی',
'Results expire head'		=>	'منقضی',
'Results banned by head'	=>	'محروم شده توسط',
'No match'					=>	'مطابقت ندارد',

//
// Language for board.php
//

'Must enter name message'		=>	'باید عنوانی وارد کنید',
'Confirm delete cat head'		=>	'تائید حذف کردن مجموعه',
'Confirm delete cat info'		=>	'مطمئن هستید که میخواهید مجموعه <strong>%s</strong> را حذف کنید ؟',
'Delete category warn'			=>	'حذف یک مجموعه باعث میشود تمام انجمن ها و ارسال ها (در صورت وجود ) در آن مجموعه حذف شوند !',
'Must enter integer message'	=>	'موقعیت باید یک مقدار عدد صحیح مثبت است.',
'Add categories head'			=>	'افزودن مجموعه',
'Delete categories head'		=>	'حذف مجموعه',
'Edit categories head'			=>	'ویرایش مجموعه',
'Category position label'		=>	'موقعیت',
'Category name label'			=>	'نام',

//
// Language fox censoring.php
//

'Must enter word message'	=>	'شما باید کلمه ای را برای سانسور وارد کنید.',
'Add word subhead'			=>	'افزودن کلمه',
'Add word info'				=>	'کلمه ای که میخواهید سانسور شود را وارد کرده و کلمه جایگزین را بنویسید . کاراکتر جایگزین (مثل : *قسمتی از کلمه* یا غیره ... ) قابل قبول است . سانسور کلمات همچنین بر روی نام کاربری هم تاثیرگذار است . کاربران جدید قادر نخواهند بود نام کاربری که شامل کلمات سانسور شده باشند را برای خود انتخاب کنند . جستجو بر روی حروف کوچک و بزرگ حساس است .',
'Censoring enabled'			=>	'<strong>سانسور کلمات در %s فعال است.</strong>',
'Censoring disabled'		=>	'<strong>سانسور کلمات در %s غیرفعال است.</strong>',
'Censored word label'		=>	'کلمه سانسور شده',
'Replacement label'			=>	'کلمه جایگزین',
'Edit remove words'			=>	'ویرایش یا حذف کلمات',
'No words in list'			=>	'کلمه سانسور شده ای در لیست وجود ندارد.',

//
// Language fox database.php
//

'Backup options'		=>	'گزینه های پشتیبان گیری',
'Backup type'			=>	'نوع پشتیبان گیری',
'Full'					=>	'کامل',
'Structure only'		=>	'فقط ساختار',
'Data only'				=>	'فقط داده',
'Gzip compression'		=>	'فشرده سازی Gzip',
'Start backup'			=>	'شروع پشتیبان گیری',

'Backup info 1'			=>	'اگر سرور پشتیبانی کند ، شما همچنین میتوانید از فشرده ساز gzip فایل برای کاهش دادن حجم استفاده کنید.',

'Restore complete'		=>	'بازگرداندن کامل',
'Restore options'		=>	'گزینه بازگرداندن',
'Start restore'			=>	'شروع بازگرداندن',

'Restore info 1'		=>	'این عمل باعث میشود یک بازگردانی کامل از همه جداول ModernBB از یک فایل ذخیره شده انجام دهد . اگر سرور شما پشتیبانی کند ، میتوانید از فشرده سازی gzip فایل متنی استفاده کنید و بصورت خودکار هم از حالت فشرده خارج خواهد شد . این عمل باعث رونویسی اطلاعات موجود میشود . این عمل بازگردانی ممکن است زمان زیادی برای پردازش طول بکشد ، بنابراین به صفحه دیگری نرفته و تا کامل شدن منتظر بمانید.',

'Warning'				=>	'هشدار: ویژگی های مهم',

'Additional functions'	=>	'توابع اضافی',
'Repair all tables'		=>	'تعمیر تمام جداول',
'Optimise all tables'	=>	'بهینه سازی تمام جداول',

'Additional info 1'		=>	'ویژگی های اضافی برای کمک در اجرای پایگاه داده ، بهینه سازی و تعمیر هر دو همانطور که میگوید.',

//
// Language for appearance.php, settings.php, email.php and features.php
//

'Bad HTTP Referer message'			=>	'HTTP_REFERER اشتباه است. شما اگر این انجمن را از محل دیگری به جای دیگری منتقل کردید و یا دامنه خود را تغییر دادید ، باید آدرس پایه پایگاه داده را دستی بروز کنید ( بدنبال o_base_url در جدول config بگردید ) سپس کش را از شاخه /cache با حذف کردن فایلهای .php پاک کنید .',
'Must enter title message'			=>	'باید عنوانی وارد کنید.',
'SMTP passwords did not match'		=>	'شما باید پسورد SMTP را دوبار دقیقا ً مثل هم برای تغییر دادن آن وارد کنید.',
'Enter announcement here'			=>	'آگهی خود را اینجا بنویسید.',
'Enter rules here'					=>	'قوانین انجمن خود را اینجا بنویسید.',
'Default maintenance message'		=>	'انجمن جهت تعمیر و نگهداری موقتاً از دسترس خارج است. لطفاً چند دقیقه دیگر مراجعه کنید.',
'Timeout error message'				=>	'مقدار "وقفه آنلاین" باید کمتر از مقدار "وقفه بازدید" باشد.',

//
// Language for appearance.php
//

'Header appearance'					=>	'ظاهر سربرگ',
'Footer appearance'					=>	'ظاهر پاورقی',
'Footer'							=>	'پاورقی',
'Display head'						=>	'تنظیمات نمایش',
'Default style help'				=>	'قالب پيش فرض توسط كاربران جديد و مهمان مورد استفاده قرار خواهد گرفت . كاربران ميتوانند قالبي كه استفاده ميكنند را تغيير دهند ، بنابراين تغيير قالب پيش فرض تاثيري در طرح و قالب كاربران جاري را نميدهد . همچنين ميتوانيد از تحميل قالب استفاده كنيد ، اين گزينه باعث ميشود تنظيمات قالب براي همه كاربران بجز كاربر مهمان به حالت اوليه در بيايد',
'About style'						=>	'درباره %s',
'version'							=>	'نسخه %s',
'Released on'						=>	'تاريخ انتشار %s',
'Designed for'						=>	'طراحي شده براي ModernBB %s به %s',
'Force style'						=>	'تحميل قالب',
'Set as default'					=>	'پیش فرض باشد',
'About'								=>	'درباره',
'Version number help'				=>	'نمايش نسخه ModernBB در پاورقي.',
'Info in posts help'				=>	'نمايش اطلاعات ارسال كننده زير نام كاربري در نماي موضوع',
'Post count help'					=>	'نمايش تعداد ارسال يك كاربر در نماي موضوع ، پروفايل و ليست كاربري.',
'Smilies help'						=>	'تبديل شكلك ها به آيكون هاي گرافيكي كوچك در ارسال هاي انجمن.',
'Smilies sigs help'					=>	'تبديل شكلك ها به آيكون هاي گرافيكي كوچك در امضاي كاربران.',
'Clickable links help'				=>	'تبديل خودكار آدرسهاي اينترنتي به لينك هاي قابل كليك.',
'Topic review label'				=>	'بررسي موضوع',
'Topic review help'					=>	'حداكثر تعداد ارسال هاي نمايش داده شده هنگام ارسال',
'Topics per page help'				=>	'تعداد پيش فرض موضوع در هر صفحه',
'Posts per page label'				=>	'ارسال در هر صفحه',
'Posts per page help'				=>	'تعداد پيش فرض ارسال در هر صفحه',
'Indent label'						=>	'اندازه تورفتگي',
'Index panels head'					=>	'تنظیمات فهرست',
'Moderated by help'                 =>  'نمايش ليست " مديريت توسط " وقتي كه مدير انجمن را بر پايه هر انجمن تنظيم كرده باشيد.',
'Index statistics help'				=>	'نمايش پنل وضعيت آمار در فهرست.',
'Indent help'						=>	'تعداد فضاي خالي كه نشان دهنده يك تب (برگه) ميباشد',
'Quote depth label'					=>	'حداكثر تورفتگي [نقل قول]',
'Quote depth help'					=>	'حداكثر [نقل قول] كه ميتواند در  [نقل قول] استفاده شود',
'Video height'                      =>  'ارتفاع ويدئو',
'Video height help'                 =>  'ارتفاع ويدئوي درج شده',
'Video width'                       =>  'عرض ويدئو',
'Video width help'                  =>  'عرض ويدئوي درج شده',
'Menu items head'					=>	'آيتم هاي اضافي منو',
'Menu items help'					=>	'اين گزينه به شما اين امكان را ميدهد تا آيتم هاي بيشتري را به نوار ناوبري منو در هر صفحه اضافه كنيد . فرمت اضافه كردن لينك هاي جديد به اين شرح است : <code>X = &lt;a href="URL"&gt;LINK&lt;/a&gt;</code> ، ايكس X موقعيتي است كه ميخواهيد لينك آنجا درج شود . براي لينك جداگانه را در سطر بعد بنويسيد.',
'Default menu'						=>	'آيتم هاي پيش فرض منو',
'Menu show index'					=>	'نمايش آيتم منوي فهرست .',
'Menu show user list'				=>	'نمايش آيتم منوي ليست كاربران.',
'Menu show search'					=>	'نمايش آيتم منوي جستجو.',
'Menu show rules'					=>	'نمايش آيتم منوي قوانين انجمن.',
'پروفايل كاربر  head'					=>	'پروفايل كاربري',
'Title settings head'				=>	'تنظيمات عنوان',
'Title in menu'						=>	'نمايش عنوان انجمن در منو.',
'Title in header'					=>	'نمايش عنوان انجمن در سربرگ.',
'Description in header'				=>	'نمايش توضيحات انجمن در سربرگ.',
'Description settings head'			=>	'تنظيمات توضيحات',

//
// Language for email.php
//

'Contact head'						=>	'تنظيمات تماس',
'Admin e-mail label'				=>	'ايميل مدير انجمن',
'Admin e-mail help'					=>	'ايميل مديران',
'Webmaster e-mail label'			=>	'ايميل مدير سايت',
'Webmaster e-mail help'				=>	'ايميلي كه ايميل هاي انجمن از طرف آن آدرس ميشوند',
'Subscriptions head'				=>	'اشتراك ها',
'Forum subscriptions help'			=>	'فعالسازي اشتراك كاربران به انجمن ها.',
'Topic subscriptions help'			=>	'فعالسازي اشتراك كاربران به موضوع ها.',
'SMTP head'							=>	'تنظيمات SMTP',
'SMTP address label'				=>	'آدرس سرور SMTP',
'SMTP address help'					=>	'آدرس يك سرور SMTP خارجي براي ارسال ايميل ',
'SMTP username label'				=>	'نام كاربري SMTP',
'SMTP username help'				=>	'نام كاربري سرور SMTP ، فقط درصورت نياز',
'SMTP password label'				=>	'پسورد SMTP',
'SMTP change password help'			=>	'اگر ميخواهيد پسورد جاري ذخيره شده  را حذف و يا تغيير دهيد اين تيك را بزنيد.',
'SMTP password help'				=>	'پسورد و تائيد پسورد براي سرور SMTP ، فقط در صورت نياز',
'SMTP SSL help'						=>	'رمزگذاري اتصال به سرور SMTP با استفاده از SSL ، فقط درصورت نياز و پشتيباني شده.',

//
// Language for features.php
//

'Features head'						=>	'تنظیمات ویژگی',
'General'							=>	'عمومی',
'Topics and posts'					=>	'موضوع و ارسال',
'User features'						=>	'ویژگی های کاربر',
'Search'							=>	'جستجو',
'Advanced'							=>	'پیشرفته',
'Quick post help'					=>	'نمايش فرم ارسال سريع كه كاربران بتوانند از نماي موضوع ارسال داشته باشند.',
'Responsive post help'              =>  'نمايش دكمه "ارسال" و "پيش نمايش"  در نماي موضوع در صفحه نمايش هاي كوچك ، ارسال سريع را هنگامي كه اين ويژگي غيرفعال است را فعال نگه داشته تا دستگاه هاي كوچك بتوانند پيام ارسال كنند . .',
'Users online help'					=>	'نمايش اطلاعاتي در فهرست درباره كاربراني كه در حال حاضر انجمن را مرور ميكنند.',
'Censor words help'					=>	'سانسور كلمات در ارسال ها . براي اطلاعات بيشتر %s را ببينيد.',
'Signatures help'					=>	'اجازه دادن كاربران براي پيوست امضاء به ارسال هايشان.',
'User ranks help'					=>	'استفاده از رتبه بندي كاربري . براي اطلاعات بيشتر %s را ببينيد.',
'Topic views help'					=>	'نمايش تعداد بازديد براي هر موضوع.',
'Has posted help'					=>	'نمايش برچسبي در جلوي موضوع ها جايي كه كاربران ارسال داشته اند.',
'GZip help'							=>	'خروجي Gzip ارسال شده به مرورگر . اين ويژگي باعث كاهش پهناي باند استفاده شده ميشود ، ولي از CPU بيشتر استفاده ميكند . اين گزينه مستلزم آن است كه PHP با zlib پيكربندي شده باشد . اگر هم اكنون شما يكي از ماژول هاي آپاچي (mod_gzip/mod_deflate) براي فشرده سازي اسكريپت PHP تنظيم شده ، اين ويژگي را غيرفعال كنيد.',
'Enable advanced search'			=>	'اجازه به كاربران براي استفاده از گزينه هاي جستجوي پيشرفته.',
'Search all help'					=>	'اجازه جستجوي فقط 1 انجمن در يك زمان.',

'First run'							=>	'اولین اجرا',
'General settings'					=>	'تنظیمات عمومی',
'Show first run label'				=>	'نمایش پنل اولین اجرا برای کاربری که برای بار اول وارد انجمن شده است.',
'Show guests label'					=>	'نمایش پنل اولین اجرا برای کاربران مهمان با کادر ورود و دکمه ثبت نام.',
'Welcome text'						=>	'متن خوش آمد گوئی',
'First run help message'			=>	'معرفی به انجمن در وسط پنل اولین اجرا نمایش داده میشود',

//
// Language for forums.php
//

'Post must be integer message'	=>	'موقعیت باید یک مقدار عدد صحیح مثبت است.',
'New forum'						=>	'انجمن جدید',

//
// Entry page
//

'Add forum'					=>	'افزودن انجمن',
'Update positions'			=>	'بروز رسانی موقعیت',
'Confirm delete head'		=>	'تائید حذف کردن انجمن',
'Confirm delete forum info'	=>	'آیا مطمئن هستید که میخواهید انجمن <strong>%s</strong> را حذف کنید ؟',
'Confirm delete forum'		=>	'هشدار! حذف کردن انجمن باعث میشود (درصورت وجود) تمام ارسال ها حذف شوند!',

//
// Detailed edit page
//

'Edit forum head'			=>	'ویرایش انجمن',
'Edit details subhead'		=>	'ویرایش جزئیات انجمن',
'Forum name label'			=>	'نام انجمن',
'Forum description label'	=>	'توضیحات',
'Category label'			=>	'مجموعه',
'Sort by label'				=>	'مرتب سازی موضوع براساس',
'Topic start'				=>	'شروع موضوع',
'User groups'				=>	'گروههای کاربری',
'Redirect label'			=>	'آدرس تغییر مسیر',
'Group permissions subhead'	=>	'ویرایش مجوز های گروه',
'Group permissions info'	=>	'در این فرم ، میتوانید مجوز های خاص انجمن را برای گروههای کاربری مختلف تنظیم کنید . مدیران کل همیشه مجوز های کامل را دارند . تنظیمات مجوز هایی که با مجوز های پیشفرض متفاوت است با رنگ قرمز مشخص شده . بعضی از مجوز ها تحت شرایطی غیرفعال میباشد.',
'Read forum label'			=>	'خواندن انجمن',
'Post replies label'		=>	'ارسال پاسخ',
'Post topics label'			=>	'ارسال موضوع',
'Revert to default'			=>	'برگشت به پیشفرض',

//
// Language used in groups.php
//

'Title already exists message'	=>	'هم اکنون گروهی با عنوان <strong>%s</strong> وجود دارد.',
'Cannot remove default message'	=>	'گروه پیشفرض را نمیتوانید حذف کنید . اگر میخواهید این گروه را حذف کنید ، اول باید یک گروه دیگر را پیشفرض قرار دهید.',

'Add group subhead'				=>	'افزودن گروه جدید',
'Create new group'				=>	'انتخاب گروه کاربری که گروه جدید تنظیمات مجوز هایش را از آن به ارث میبرد.',
'Default group subhead'			=>	'تنظیم بعنوان گروه پیشفرض',
'Default group help'			=>	'اين گروه كاربري پيش فرض است ، براي مثال : گروه كاربري وقتي كاربران ثبت نام شده در آن قرار ميگيرند . همه گروه ها اينجا در دسترس نيستند.',
'Existing groups head'			=>	'گروه های موجود',
'Edit groups info'				=>	'گروه از پيش تعيين شده قابل حذف نيست . بهرحال ، قابل ويرايش ميباشد . لطفاً توجه داشته باشيد كه در بعضي گروه ها ، بعضي گزينه ها در دسترس نيستند . مديران كل هميشه دسترسي كامل را دارند.',
'Group delete head'				=>	'حذف گروه',
'Confirm delete info'			=>	'آيا مطمئن هستيد كه ميخواهيد گروه <strong> %s </strong> را حذف كنيد ؟',
'Confirm delete warn'			=>	'<b> هشدار :</b> پس از حذف يك گروه نميتوانيد آن را بازيابي كنيد.',
'Delete group'					=>	'حذف گروه',
'Move users info'				=>	'گروه <strong> %s </strong> در حال حاضر <strong> %s </strong> كاربر دارد . لطفاً گروهي را كه پس از حذف اين گروه كاربرانش به آن اختصاص داده ميشوند را انتخاب كنيد.',
'Move users label'				=>	'انتقال کاربران به',

'Group settings head'			=>	'تنظيمات گروه',
'Group settings subhead'		=>	'تنظيم گزينه ها و مجوزهاي گروه',
'Group settings info'			=>	'گزينه ها و مجوزهاي پايين ، مجوزهاي پيش فرض براي گروه كاربري ميباشد . درصورتي كه مجوزهايي براي انجمن تعيين نشود اين گزينه ها بكار گرفته ميشوند.',
'Group title label'				=>	'عنوان گروه',
'User title label'				=>	'عنوان كاربر',
'User title help'				=>	'عنوان بر روي رتبه بندي كاربر رونويسي ميشود',
'Mod privileges label'			=>	'دسترسي مدير انجمن',
'Mod privileges help'			=>	'اگر ميخواهيد يك كاربر قابليت مديريت انجمن را داشته باشد ، آنها بايد براي مديريت يك يا چند انجمن تعيين شوند . اين ويژگي از طريق صفحه مديريتي كاربر پروفايل كاربران انجام ميشود.',
'Edit profile label'			=>	'ويرايش پروفايل كاربر',
'Edit profile help'				=>	'اگر دسترسي هاي مدير انجمن فعال شود ، به كاربران اجازه ويرايش پروفايل هاي كاربران را ميدهد.',
'Rename users label'			=>	'تغيير نام كاربران',
'Rename users help'				=>	'اگر دسترسي هاي مدير انجمن فعال شود ، به كاربران اجازه تغيير نام كاربران را ميدهد.',
'Change passwords label'		=>	'تغيير پسورد',
'Change passwords help'			=>	'اگر دسترسي هاي مدير انجمن فعال شود ، به كاربران اجازه تغيير پسورد كاربران را ميدهد.',
'Ban users help'				=>	'اگر دسترسي هاي مدير انجمن فعال شود ، به كاربران اجازه محروم كردن كاربران را ميدهد.',
'Read board label'				=>	'خواندن انجمن',
'Read board help'				=>	'اگر اين ويژگي غيرفعال باشد ، كاربران فقط ميتوانند وارد انجمن شده و خارج شوند.',
'View user info label'			=>	'نمايش اطلاعات كاربر',
'View user info help'			=>	'به كاربران اجازه ميدهد تا ليست و پروفايل كاربري را ببينند.',
'Post replies help'				=>	'به كاربران اجازه ميدهد در موضوع پاسخ ارسال كنند.',
'Post topics help'				=>	'به كاربران اجازه ميدهد موضوع جديد ارسال كنند.',
'Edit posts label'				=>	'ويرايش ارسال ها',
'Edit posts help'				=>	'به كاربران اجازه ميدهد ارسال هاي خود را ويرايش كنند.',
'Delete posts help'				=>	'به كاربران اجازه ميدهد ارسال هاي خود را حذف كنند.',
'Delete topics help'			=>	'به كاربران اجازه ميدهد موضوع هاي خود (شامل همه پاسخ ها ) را حذف كنند.',
'Set own title label'			=>	'تنظيم عنوان دلخواه كاربري',
'Set own title help'			=>	'به كاربران اجازه ميدهد براي خود عنوان كاربري تنظيم كنند.',
'User search label'				=>	'استفاده از جستجو',
'User search help'				=>	'به كاربران اجازه ميدهد از ويژگي جستجو استفاده كنند.',
'User list search label'		=>	'جستجوي ليست كاربري',
'User list search help'			=>	'به كاربران اجازه ميدهد تا در ليست كاربران يك كاربر ديگري را جستجو كنند.',
'Send e-mails label'			=>	'ارسال يايمل',
'Send e-mails help'				=>	'به كاربران اجازه ميدهد تا ايميلي به ديگر كاربران ارسال كنند.',
'Post flood label'				=>	'جلوگيري از ازدياد ارسال',
'Post flood help'				=>	'زماني كه كاربران بايد بين دو ارسال صبر كنند',
'Search flood label'			=>	'جلوگيري از ازدياد جستجو',
'Search flood help'				=>	'زماني كه كاربران بايد بين جستجو ها صبر كنند',
'E-mail flood label'			=>	'جلوگيري از ازدياد ايميل',
'E-mail flood help'				=>	'زماني كه كاربران بايد بين ارسال ايميل صبر كنند',
'Report flood label'			=>	'جلوگيري از ازدياد گزارش',
'Report flood help'				=>	'زماني كه كاربران بايد بين گزارش ها صبر كنند',
'Moderator info'				=>	'اگر ميخواهيد يك كاربر قابليت مديريت انجمن را داشته باشد ، آنها بايد براي مديريت يك يا چند انجمن تعيين شوند . اين ويژگي از طريق صفحه مديريتي كاربر پروفايل كاربران انجام ميشود.',
'seconds'						=>	'ثانیه',

//
// Language used in index.php and update.php for Backstage
//

'ModernBB intro'					=>	'به ModernBB خوش آمدید',
'Backup head'						=>	'پشتیبان گیری',
'Backup info'						=>	'ایجاد پشتیبان جدید از پایگاه داده.',
'Backup button'						=>	'ایجاد پشتیبان جدید',
'New reports head'					=>	'گزارشهای جدید',
'Statistics head'					=>	'آمــار',
'Updates'							=>	'بروز رسانی ها',
'View all'							=>	'نمایش همه',
'posts'								=>	'ارسال ',
'replies'							=>	'پاسخ ',
'reply'								=>	'پاسخ',
'topics'							=>	'موضوع',
'views'								=>	'بازدید',
'view'								=>	'بازدید',
'users'								=>	'کاربر',

'Not available'						=>	'در دسترس نیست',
'NA'								=>	'در دسترس نیست',
'About head'						=>	'درباره ModernBB',
'ModernBB version label'			=>	'نسخه ModernBB',
'ModernBB version data'				=>	'نسخه ModernBB ',
'ModernBB core label'				=>	'هسته ModernBB',
'ModernBB core data'				=>	'هسته ModernBB',
'Server statistics label'			=>	'وضعیت سرور',
'View server statistics'			=>	'نمایش وضعیت سرور',

'ModernBB software updates'			=>	'بروز رسانی نرم افزار ModernBB',
'ModernBB updates'					=>	'بروز رسانی های ModernBB',
'Check for updates'					=>	'بررسی برای بروزرسانی',
'New version'						=>	'زمان بروز رسانی است ، نسخه جدیدی  در دسترس است',
'Latest version'					=>	'با تشکر از استفاده از آخرین نسخه ModernBB',
'Development version'				=>	'شما در حال استفاده از نسخه توسعه دهندگان هستید',

'Reset head'						=>	'تنظیم مجدد ویژگی های ModernBB',
'Soft reset'						=>	'تنظيم مجدد نرم',
'Soft reset help'					=>	'دكمه زير فايل config.php را حذف خواهد كرد ، اين ويژگي باعث ميشود عمل نصب شروع شود بنابراين شما ميتوانيد ModernBB را دوباره نصب كنيد . اين ويژگي باعث نميشود پايگاه داده حاضر حذف شود . اگر فايل config.php خراب شده باشد موثر است . اين عمل قابل بازيابي نيست . مطمئن باشيد قبل از اين عمل از پايگاه داده نسخه پشتيبان بگيريد.',
'Hard reset'						=>	'تنظيم مجدد سخت',
'Reset config'						=>	'تنظیم مجدد config.php',
'Hard reset help'					=>	'دكمه زير پايگاه داده و فايل config.php را حذف خواهد كرد ، اين ويژگي باعث ميشود عمل نصب شروع شود بنابراين شما ميتوانيد ModernBB را دوباره نصب كنيد . اين ويژگي باعث ميشود تمام اطلاعات شما از بين برود . اين عمل قابل بازيابي نيست . مطمئن باشيد قبل از اين عمل از پايگاه داده نسخه پشتيبان بگيريد.',
'Reset'								=>	'تنظیم مجدد',

//
// Reports
//

'Date and time'						=>	'تاریخ و زمان',
'No new reports'					=>	'گزارشی وجود ندارد.',

//
// Language for maintenance.php
//

'Rebuild index subhead'			=>	'بازسازی فهرست جستجو',
'Rebuild index info'			=>	'اگر تغييراتي در موضوع و ارسال ها درون پايگاه داده انجام داديد ، بايد فهرست جستجو را بازسازي كنيد . توصيه ميشود كه %s را هنگام بازسازي فعال كنيد . اين عمل مقداري زمانبر ميباشد و بار سرور را بالا ميبرد !',
'Posts per cycle label'			=>	'ارسال در هر سیکل',
'Posts per cycle help'			=>	'تعداد ارسال ها در نماي صفحه ، باعث جلوگيري از وقفه ميشود ، 300 توصيه ميشود',
'Starting post label'			=>	'شروع شناسه ارسال',
'Starting post help'			=>	'شناسه اي كه از آنجا شروع ميشود ، بطور پيش فرض اولين شناسه يافت شده در پايگاه داده ميباشد',
'Empty index label'				=>	'خالی کردن فهرست',
'Empty index help'				=>	'اگر ميخواهيد فهرست جستجو قبل از بازسازي خالي شود اين گزينه را انتخاب كنيد ( پايين را ببينيد ).',
'Rebuild completed info'		=>	'مطمئن شويد هنگام بازسازي ( براي شروع خودكار سيكل جديد ) جاوا اسكريپت را فعال نماييد . وقتي كه مجبور به لغو كردن بازسازي شديد ، آخرين شناسه ارسال را به ياد داشته باشيد و همان شناسه + 1 را در " شروع شناسه ارسال" وارد كنيد ، اگر ميخواهيد ادامه دهيد تيك (" خالي كردن فهرست") را برداريد.',
'Rebuild index'					=>	'بازسازي فهرست',
'Rebuilding search index'		=>	'بازسازی فهرست جستجو',
'Rebuilding index info'			=>	'درحال بازسازي فهرست . يك فرصت مناسبي است براي خود يك ليوان قهوه بريزيد :-)',
'Processing post'				=>	'درحال پردازش ارسال <strong>%s</strong> …',
'Click here'					=>	'کلیک کنید',
'Javascript redirect failed'	=>	'تغييرمسير جاوا اسكريپت ناموفق بود . براي ادامه %s ...',
'Posts must be integer message'	=>	'ارسال در هر سيكل بايد يك مقدار عدد صحيح مثبت باشد.',
'Days must be integer message'	=>	'روز براي هرس كردن بايد يك مقدار عدد صحيح مثبت باشد.',
'No old topics message'			=>	'موضوعي با %s روز گذشته وجود ندارد . لطفاً مقدار "روز گذشته" را كاهش داده و دوباره تلاش كنيد.',
'Prune subhead'					=>	'هرس كردن ارسال هاي قديمي',
'Days old label'				=>	'روز گذشته',
'Days old help'					=>	'تعداد روزهاي گذشته يك موضوع براي هرس كردن بايد وجود داشته باشد',
'Prune sticky label'			=>	'هرس كردن موضوع هاي مهم',
'Prune from label'				=>	'هرس كردن از انجمن',
'Prune from help'				=>	'چه چيزهايي بايد هرس شوند ؟',
'Prune info'					=>	'توصيه ميشود هنگام هرس كردن %s فعال باشد.',
'Confirm prune subhead'			=>	'تائيد هرس كردن ارسال ها',
'Confirm prune info'			=>	'مطمئن هستيد كه ميخواهيد تمام ارسال هاي قديمي تر از %s روز از %s ( %s موضوع ) را هرس كنيد.',
'Confirm prune warn'			=>	'هشدار ! هرس كردن ارسال ها باعث ميشود همه آنها بطور دائم حذف شوند.',

'Prune users head'			=>	'هرس كاربران',
'Prune by'					=>	'هرس توسط',
'Registed date'				=>	'تاريخ عضويت',
'Last login'				=>	'آخرين فعاليت',
'Prune by info'				=>	'چه چيزهايي را براي هرس كردن بايد حساب كنيم ؟',
'Minimum days'				=>	'حداقل روزهايي از زمان ثبت نام / آخرين فعاليت',
'Minimum days info'			=>	'حداقل تعداد روزهايي از رويدادهاي تعيين شده بالا',
'Maximum posts'				=>	'حداكثر تعداد ارسال ها',
'Maximum posts info'		=>	'چه تعداد ارسال هايي مورد نياز شماست قبل از اينكه يك كاربر هرس شود',
'Delete admins'				=>	'حذف مدیران انجمن',
'User status'				=>	'وضعیت کاربران',
'Delete any'				=>	'حذف همه',
'Delete only verified'		=>	'فقط تائید شده ها',
'Delete only unverified'	=>	'فقط تائید نشده ها',

//
// Language for settings.php
//

'Options head'						=>	'تنظيمات عمومي',

//
// Essentials section
//

'Essentials subhead'				=>	'ضروري',
'Board desc help'					=>	'این انجمن در مورد چیست؟',
'Base URL label'					=>	'آدرس انجمن',
'Base URL problem'					=>  'نصب و راه اندازي شما بصورت خودكار نام دامنه هاي بين اللملي را پشتيباني نميكند . بر پايه شما آدرس شامل كاراكترهاي خاص ميباشد ، شما <strong>بايد</strong> از يك مبدل آنلاين استفاده كنيد.',
'Timezone label'					=>	'منطقه زماني پيش فرض',
'DST help'							=>	'جلوبردن زمان 1 ساعت برای صرفه جویی نورخورشید.',
'Language help'						=>	'زبان پيش فرض',

//
// Essentials section timezone options
//

'UTC-12:00'							=>	'(UTC-12:00) International Date Line West',
'UTC-11:00'							=>	'(UTC-11:00) Niue, Samoa',
'UTC-10:00'							=>	'(UTC-10:00) Hawaii-Aleutian, Cook Island',
'UTC-09:30'							=>	'(UTC-09:30) Marquesas Islands',
'UTC-09:00'							=>	'(UTC-09:00) Alaska, Gambier Island',
'UTC-08:30'							=>	'(UTC-08:30) Pitcairn Islands',
'UTC-08:00'							=>	'(UTC-08:00) Pacific',
'UTC-07:00'							=>	'(UTC-07:00) Mountain',
'UTC-06:00'							=>	'(UTC-06:00) Central',
'UTC-05:00'							=>	'(UTC-05:00) Eastern',
'UTC-04:00'							=>	'(UTC-04:00) Atlantic',
'UTC-03:30'							=>	'(UTC-03:30) Newfoundland',
'UTC-03:00'							=>	'(UTC-03:00) Amazon, Central Greenland',
'UTC-02:00'							=>	'(UTC-02:00) Mid-Atlantic',
'UTC-01:00'							=>	'(UTC-01:00) Azores, Cape Verde, Eastern Greenland',
'UTC'								=>	'(UTC) Western European, Greenwich',
'UTC+01:00'							=>	'(UTC+01:00) Central European, West African',
'UTC+02:00'							=>	'(UTC+02:00) Eastern European, Central African',
'UTC+03:00'							=>	'(UTC+03:00) Eastern African',
'UTC+03:30'							=>	'(UTC+03:30) ايران',
'UTC+04:00'							=>	'(UTC+04:00) Moscow, Gulf, Samara',
'UTC+04:30'							=>	'(UTC+04:30) Afghanistan',
'UTC+05:00'							=>	'(UTC+05:00) Pakistan',
'UTC+05:30'							=>	'(UTC+05:30) India, Sri Lanka',
'UTC+05:45'							=>	'(UTC+05:45) Nepal',
'UTC+06:00'							=>	'(UTC+06:00) Bangladesh, Bhutan, Yekaterinburg',
'UTC+06:30'							=>	'(UTC+06:30) Cocos Islands, Myanmar',
'UTC+07:00'							=>	'(UTC+07:00) Indochina, Novosibirsk',
'UTC+08:00'							=>	'(UTC+08:00) Greater China, Australian Western, Krasnoyarsk',
'UTC+08:45'							=>	'(UTC+08:45) Southeastern Western Australia',
'UTC+09:00'							=>	'(UTC+09:00) Japan, Korea, Chita, Irkutsk',
'UTC+09:30'							=>	'(UTC+09:30) Australian Central',
'UTC+10:00'							=>	'(UTC+10:00) Australian Eastern',
'UTC+10:30'							=>	'(UTC+10:30) Lord Howe',
'UTC+11:00'							=>	'(UTC+11:00) Solomon Island, Vladivostok',
'UTC+11:30'							=>	'(UTC+11:30) Norfolk Island',
'UTC+12:00'							=>	'(UTC+12:00) New Zealand, Fiji, Magadan',
'UTC+12:45'							=>	'(UTC+12:45) Chatham Islands',
'UTC+13:00'							=>	'(UTC+13:00) Tonga, Phoenix Islands, Kamchatka',
'UTC+14:00'							=>	'(UTC+14:00) Line Islands',

//
// Timeout Section
//

'Timeouts subhead'					=>	'زمان و وقفه ها',
'PHP manual'						=>	'راهنماي PHP',
'Time format help'					=>	'هم اكنون : %s . براي اطلاعات بيشتر %s را ببينيد',
'Date format help'					=>	'هم اكنون : %s . براي اطلاعات بيشتر %s را ببينيد',
'Visit timeout label'				=>	'وقفه بازديد',
'Visit timeout help'				=>	'زمان پيش از پايان يافتن بازديد',
'Online timeout label'				=>	'وقفه آنلاين بودن',
'Online timeout help'				=>	'زمان پيش از اينكه شخصي ديگر آنلاين نباشد',

//
// Feeds section
//

'Feed subhead'						=>	'پيوند',
'Default feed label'				=>	'نوع پيش فرض خوراك',
'Default feed help'					=>	'انتخاب يك خوراك ',
'None'								=>	'هيچكدام',
'RSS'								=>	'RSS',
'Atom'								=>	'Atom',
'Feed TTL label'					=>	'مدت زماني براي كش شدن خوراك',
'Feed TTL help'						=>	'كاهش دادن منابع با كش كردن خوراك ها',
'No cache'							=>	'كش نشود',
'Minutes'							=>	'%d دقيقه',

//
// Reports section
//

'Reporting method label'			=>	'روش گزارش دادن',
'Internal'							=>	'داخلي',
'Both'								=>	'هردو',
'Reporting method help'				=>	'چگونه گزارش ها بايد بكار گرفته شوند ؟',
'Mailing list label'				=>	'ليست ايميل',
'Mailing list help'					=>	'ويرگول(کاما,) ليست مشتركين كساني كه موقع ايجاد يك گزارش ايميل دريافت خواهند كرد را از هم جدا ميكند',

//
// Avatars section
//

'Avatars subhead'					=>	'آواتار',
'Use avatars label'					=>	'استفاده از آواتار',
'Use avatars help'					=>	'با فعال كردن كاربران ميتوانند براي خود آواتار آپلود كنند.',
'Upload directory label'			=>	'شاخه آپلود',
'Upload directory help'				=>	'جايي كه آواتارهاي مربوط به شاخه ModernBB در آن ذخيره ميشوند ، مجوز شاخه مورد نظر نوشتن الزامي است',
'Max width label'					=>	'حداكثر عرض',
'Max height label'					=>	'حداكثر ارتفاع',
'Max size label'					=>	'حداكثر اندازه',

//
// Registration Section
//

'Allow new label'					=>	'اجازه ثبت نام جديد',
'Allow new help'					=>	'به كاربران جديد اجازه ميدهد توسط افراد ايجاد شوند.',
'Verify label'						=>	'بررسي ثبت نام',
'Verify help'						=>	'ارسال يك پسورد تصادفي به كاربران براي بررسي آدرس ايميلشان',
'Report new label'					=>	'گزارش ثبت نام هاي جديد',
'Report new help'					=>	'باخبر سازي افراد در ليست ايميل وقتي كاربر جديدي ثبت نام ميكند.',
'Use rules label'					=>	'قوانين كاربري انجمن',
'Use rules help'					=>	'كاربران را مستلزم موافق بودن با قوانين انجمن كند. اين گزينه همچنين لينك "قوانين" را در نوار ناوبري فعال ميكند.',
'Rules label'						=>	'قوانين انجمن خود را اينجا بنويسيد',
'Rules help'						=>	'قوانين و يا اطلاعات مفيد خود را اينجا وارد كنيد ، وقتي گزينه قوانين را فعال كرديد الزامي است',
'E-mail default label'				=>	'تنظيمات پيش فرض ايميل',
'E-mail default help'				=>	'تنظيمات پيش فرض حريم شخصي براي ثبت نام هاي جديد',
'Display e-mail label'				=>	'نمايش آدرس ايميل به ديگر كاربران.',
'Hide allow form label'				=>	'عدم نمايش آدرس ايميل ولي مجوز ارسال ايميل باشد.',
'Hide both label'					=>	'عدم نمايش آدرس ايميل و مجوز ارسال ايميل هم نباشد.',

//
// Announcement Section
//

'Announcements'						=>	'اطلاعيه',
'Display announcement help'			=>	'اين گزينه را فعال كنيد تا پيام زير در انجمن نمايش داده شود.',

//
// Maintenance Section
//

'Maintenance mode help'				=>	'براي فعال كردن حالت تعمير و نگهداري اين گزينه را فعال كنيد، انجمن فقط براي مديران در دسترس خواهد بود . وقتي اين ويژگي فعال است از انجمن خارج نشويد ! ',
'Maintenance message help'			=>	'پیامی که درمورد تعمیر و نگهداری به کاربران نمایش داده میشود',
'Cache'								=>	'كش',
'Cache info'						=>	'حذف تمام فايل هاي كش تا مقادير پايگاه داده به روز رساني شود',
'Clear cache'						=>	'پاك كردن كش',

//
// Language for permissions.php
//

'All caps'					=>	'همه عناوين',
'Posting subhead'			=>	'ارسال كردن',
'BBCode help'				=>	'اجازه استفاده از BBCode در ارسال ها ( توصيه ميشود).',
'Image tag help'			=>	'اجازه از استفاده برچسب [img] BBCode در ارسال ها.',
'All caps message help'		=>	'اجازه از استفاده پيام حاوي فقط حروف بزرگ (لاتين).',
'All caps subject help'		=>	'اجازه از استفاده موضوع حاوي فقط حروف بزرگ (لاتين).',
'Require e-mail help'		=>	'الزامي بودن بكارگيري آدرس ايميل هنگام ارسال پيام براي كاربران مهمان',
'Signatures subhead'		=>	'امضاء',
'BBCode sigs help'			=>	'اجازه استفاده از BBCode در امضاء.',
'Image tag sigs help'		=>	'اجازه از استفاده برچسب [img] BBCode در امضاء ها (توصيه نميشود).',
'All caps sigs help'		=>	'اجازه از استفاده امضاء حاوي فقط حروف بزرگ (لاتين).',
'Max sig length label'		=>	'حداكثر طول امضاء',
'Max sig length help'		=>	'حداكثر تعداد كاراكترهايي كه يك امضاء ميتواند داشته باشد',
'Max sig lines label'		=>	'حداكثر سطرهاي امضاء',
'Max sig lines help'		=>	'حداكثر تعداد سطرهايي كه يك امضاء ميتواند داشته باشد',
'Banned e-mail help'		=>	'اجازه به كاربران براي استفاده از آدرس ايميل محروم شده ،به ليست ايميل هنگام اين اتفاق بايد هشدار داده شود.',
'Duplicate e-mail help'		=>	'اجازه به كاربران براي استفاده از آدرس ايميلي كه در حال استفاده ميباشده ،به ليست ايميل هنگام اين اتفاق بايد هشدار داده شود .',

//
// Language for ranks.php
//

'Must be integer message'	=>	'حداقل ارسال بايد يك مقدار عدد صحيح مثبت باشد.',
'Dupe min posts message'	=>	'هم اكنون رتبه بندي با حداقل ارسال مقدار %s ميباشد.',
'Add rank subhead'			=>	'افزودن رتبه بندی',
'Ranks disabled'			=>	'<strong>رتبه بندی کاربر در %s غیرفعال است.</strong>',
'Rank title label'			=>	'عنوان رتبه بندی',
'Minimum posts label'		=>	'حداقل ارسال',
'Edit remove subhead'		=>	'ویرایش/حذف رتبه بندی',
'No ranks in list'			=>	'رتبه بندی در لیست وجود ندارد',

//
// Language for reports.php
//

'Deleted user'				=>	'کاربر حذف شده',
'Deleted'					=>	'حذف شده',
'Post ID'					=>	'ارسال #%s',
'Reported by'				=>	'گزارش توسط',
'Actions'					=>	'عملیات',
'Zap'						=>	'علامت بعنوان خوانده شده',
'Last 10 head'				=>	'10 گزارش خوانده شده آخر',
'Readed by'					=>	'علامت بعنوان خوانده شده توسط',
'No zapped reports'			=>	'گزارش خوانده شده ای وجود ندارد.',

//
// Language for statistics.php
//

'PHPinfo disabled message'			=>	'تابع phpinfo() مربوط به PHP روی این سرور غیرفعال است.',
'Server statistics head'			=>	'وضعیت سرور',
'Server load label'					=>	'بار سرور',
'Server load data'					=>	'%s - %s کاربر آنلاین',
'Environment label'					=>	'محیط',
'Environment data OS'				=>	'سیستم عامل: %s',
'Show info'							=>	'نمایش اطلاعات',
'Environment data version'			=>	'PHP: %s - %s',
'Environment data acc'				=>	'شتاب دهنده: %s',
'Turck MMCache'						=>	'Turck MMCache',
'Turck MMCache link'				=>	'turck-mmcache.sourceforge.net/',
'ionCube PHP Accelerator'			=>	'شتاب دهنده ionCube PHP',
'ionCube PHP Accelerator link'		=>	'www.php-accelerator.co.uk/',
'Alternative PHP Cache (APC)'		=>	'کش تناوبی PHP (APC)',
'Alternative PHP Cache (APC) link'	=>	'www.php.net/apc/',
'Zend Optimizer'					=>	'بهينه ساز Zend',
'Zend Optimizer link'				=>	'www.zend.com/products/guard/zend-optimizer/',
'eAccelerator'						=>	'eAccelerator',
'eAccelerator link'					=>	'www.eaccelerator.net/',
'XCache'							=>	'XCache',
'XCache link'						=>	'xcache.lighttpd.net/',
'Database label'					=>	'پایگاه داده',
'Database data rows'				=>	'ردیف: %s',
'Database data size'				=>	'اندازه: %s',

//
// Language for users.php
//

'Non numeric message'		=>	'شما در ستون عددی مقدار غیر-عددی وارد کرده اید.',
'Invalid date time message'	=>	'شما مقدار تاریخ/زمان نا معتبری را وارد کرده اید.',
'Not verified'				=>	'تائید نشده',

//
// Actions: mass delete/ban etc.
//

'No users selected'			=>	'كاربري انتخاب نشده.',
'No move admins message'	=>	'به دلايل امنيتي ، شما مجاز نيستيد چند مدير كل را به گروه هاي ديگري منتقل كنيد . اگر ميخواهيد اين مديران را انتقال دهيد ، ميتوانيد اين كار را از پروفايل كاربر مربوطه انجام دهيد.',
'No delete admins message'	=>	'مديران را نميتوانيد حذف كنيد . اگر ميخواهيد مديري را حذف كنيد، اول بايد آنها را به گروه ديگري انتقال دهيد.',
'No ban admins message'		=>	'مديران را نميتوانيد محروم كنيد . اگر ميخواهيد مديري را محروم كنيد، اول بايد آنها را به گروه ديگري انتقال دهيد.',
'No ban mods message'		=>	'مديران انجمن را نميتوانيد محروم كنيد . اگر ميخواهيد مدير انجمني را محروم كنيد، اول بايد آنها را به گروه ديگري انتقال دهيد.',
'Move users'				=>	'تغيير گروه كاربري',
'New group label'			=>	'گروه جديد',
'New group help'			=>	'انتخاب يك گروه كاربري جديد',
'Invalid group message'		=>	'شناسه گروه نا معتبر است.',
'Delete users'				=>	'حذف كاربران',
'Ban users'					=>	'محروم كردن كاربران',
'Ban IP label'				=>	'مسدود كردن آدرس آي پي',
'Ban IP help'				=>	'همچنين با مسدود كردن آدرس آي پي كاربران محورم شده ميتوانيد ثبت نام كردن حساب كاربري جديد را برايشان سخت تر كنيد.',

'E-mail address label'		=>	'آدرس ایمیل',
'Real name label'			=>	'نام واقعی',
'Signature'					=>	'امضاء',
'Posts more than label'		=>	'تعداد ارسال بيشتر از',
'Posts less than label'		=>	'تعداد ارسال كمتر از',
'Last post after label'		=>	'آخرين ارسال بعد از',
'Last post before label'	=>	'آخرين ارسال قبل از',
'Last visit after label'	=>	'آخرين فعاليت بعد از',
'Last visit before label'	=>	'آخرين فعاليت قبل از',
'Registered after label'	=>	'ثبت نام بعد از',
'Registered before label'	=>	'ثبت نام قبل از',
'Order by posts'			=>	'تعداد ارسال ها',
'Order by last visit'		=>	'آخرين فعاليت',
'Order by registered'		=>	'عضو',
'All groups'				=>	'همه گروه ها',
'Unverified users'			=>	'كاربران تائيد نشده',
'IP search head'			=>	'جستجوي آي پي',
'IP address label'			=>	'آدرس آي پي',
'IP address help'			=>	'آدرس آي پي براي جستجو درون پايگاه داده ارسال.',
'Find IP address'			=>	'يافتن آدرس آي پي',

'Results title head'		=>	'عنوان/وضعيت',
'Results posts head'		=>	'ارسال',
'Results last used head'	=>	'آخرين استفاده',
'Results times found head'	=>	'دفعات يافت شده',
'Results find more link'	=>	'يافتن كاربران بيشتر با اين آي پي',
'Results no posts found'	=>	'اين كاربر هنوز هيچ ارسالي در انجمن نداشته.',
'Ban'						=>	'محروم كردن',
'Change group'				=>	'تغيير گروه',
'Bad IP message'			=>	'آدرس آي پي بكار رفته بدرستي فرمت بندي نشده.',
'Results view IP link'		=>	'وضعيت آي پي',
'Results no IP found'		=>	'آدرس آي پي بكار رفته در پايگاه داده يافت نميشود.',

//
// Create new user
//

'Add user head'				=>	'افزودن کاربر',
'Random password info'		=>	'ایجاد پسورد تصادفی ، این پسورد به آدرس بالا ایمیل میشود . درصورت تیک دار بودن ، کادر " پسورد " را خالی بگذارید.',

//
// Common language used in /backstage/
// Main menu
//

'Content'				=>	'محتوا',
'Forums'				=>	'انجمن ها',
'Forum settings'		=>	'تنظیمات انجمن',
'Categories'			=>	'مجموعه ها',
'Board'					=>	'انجمن',
'Board structure'		=>	'ساختار انجمن',
'Censoring'				=>	'سانسور کلمات',
'Reports'				=>	'گزارش ها',
'Users'					=>	'کاربران',
'Ranks'					=>	'رتبه بندی',
'Groups'				=>	'گروه ها',
'Permissions'			=>	'مجوز ها',
'Bans'					=>	'محروم ها',
'Settings'				=>	'تنظیمات',
'Global'				=>	'عمومی',
'Registration'			=>	'ثبت نام',
'Email'					=>	'ایمیل',
'Database'				=>	'مدیریت پایگاه داده',
'Backstage settings'	=>	'تنظیمات داشبورد',
'Extensions'			=>	'افزونه ها',

//
// Others
//

'Prune'					=>	'هرس کردن',
'Server statistics'		=>  'وضعیت سرور',

//
// Update service
//

'Available'				=>	'یک بروزرسانی جدید ModernBB نسخه %s، موجود است',
'Development'			=>	'نسخه انجمن شما %s میباشد ،آخرین نسخه پایدار منتشر شده %s میباشد.',
'Download'				=>	'دانلود v%s',
'Changelog'				=>	'لاگ تغییرات',

//
// General actions and more
//

'Admin'					=>	'مدیر',
'Go back'				=>	'برگشت',
'Update'				=>	'بروزرسانی',
'Add'					=>	'افزودن',
'Remove'				=>	'حذف کردن',
'Yes'					=>	'بله',
'No'					=>	'خیر',
'here'					=>	'اینجا',
'Action'				=>	'اقدام',
'Maintenance mode'		=>	'حالت تعمیر و نگهداری', // Used for link text in more than one file

// Cookie bar
'Cookie bar'			=>	'نوار کوکی',
'Cookie info'			=>	'ما از کوکی ها استفاده کرده تا به شما بهترین تجربه را در این انجمن بدهیم.',
'More info'				=>	'اطلاعات بیشتر',
'Cookie set info'		=>	'نمایش یک نوار به همراه اطلاعاتی درباره کوکی ها در پایین صفحه.',

//
// Admin loader
//

'No plugin message'		=>	'پلاگيني به نام %s در شاخه پلاگين وجود ندارد.',
'Plugin failed message'	=>	'بارگذاري پلاگين - <strong>%s</strong> - ناموفق بود.',

//
// Email templtes
//

// Email - activate_email.tpl
'activate_email.tpl'          =>
'موضوع: درخواست تغيير آدرس ايميل

<username> سلام ،

شما درخواست براي داشتن آدرس ايميل جديدي براي حساب كاربري خود در تالار گفتگوي <base_url> داشته ايد . اگر شما اين درخواست را نكرديد و يا نميخواهيد آدرس ايميل خود را تغيير دهيد ، كافي است اين ايميل را ناديده بگيريد . فقط درصورتي كه وارد صفحه فعالسازي زير شويد آدرس ايميل شما تغيير خواهد كرد . درصورتي كه ميخواهيد صفحه فعالسازي جواب دهد ، شما بايد وارد انجمن شده باشيد.

براي تغيير آدرس ايميل خود ، لطفاً صفحه زير را ببينيد:
<activation_url>

--
<board_mailer> نامه رسان
(به اين ايميل پاسخ ندهيد)',

//
// Email - activate_password.tpl
//
'activate_password.tpl'          =>
'موضوع: درخواست پسورد جديد

<username>سلام ،

شما درخواست براي داشتن پسورد جديدي براي حساب كاربري خود در تالار گفتگوي <base_url> داشته ايد . اگر شما اين درخواست را نكرديد و يا نميخواهيد پسورد خود را تغيير دهيد ، كافي است اين ايميل را ناديده بگيريد . فقط درصورتي كه وارد صفحه فعالسازي زير شويد پسورد شما تغيير خواهد كرد.

پسورد جديد شما: <new_password>

براي تغيير پسورد خود ، لطفاً صفحه زير را ببينيد:
<activation_url>

--
<board_mailer> نامه رسان
(به اين ايميل پاسخ ندهيد)',

// Email - banned_email_change.tpl
'banned_email_change.tpl'          =>
'موضوع: هشدار – ايميل مسدود شده شناسايي شد

كاربر "<username>" با آدرس ايميل : <email> به محروم شده ها تغيير يافت

پروفايل كاربر : <profile_url>

--
<board_mailer> نامه رسان
(به اين ايميل پاسخ ندهيد)',

// Email - banned_email_post.tpl
'banned_email_post.tpl'          =>
'موضوع: هشدار – ايميل مسدود شده شناسايي شد

كاربر "<username>" با آدرس ايميل محروم شده :<email> پيامي ارسال كرده است

آدرس ارسال : <post_url>

--
<board_mailer> نامه رسان
(به اين ايميل پاسخ ندهيد)',

// Email - banned_email_register.tpl
'banned_email_register.tpl'          =>
'موضوع: هشدار – ايميل مسدود شده شناسايي شد

كاربر "<username>" با آدرس ايميل محروم شده :<email> ثبت نام كرده است

پروفايل كاربر : <profile_url>

--
<board_mailer> نامه رسان
(به اين ايميل پاسخ ندهيد)',

// Email - dupe_email_change.tpl
'dupe_email_change.tpl'          =>
'موضوع: هشدار – آدرس ايميل تكراري شناسايي شد

كاربر "<username>" به آدرس ايميلي كه متعلق به :<dupe_list>  ميباشد تغيير كرد

پروفايل كاربر : <profile_url>

--
<board_mailer> نامه رسان
(به اين ايميل پاسخ ندهيد)',

// Email - dupe_email_register.tpl
'dupe_email_register.tpl'          =>
'موضوع: هشدار – آدرس ايميل تكراري شناسايي شد

كاربر "<username>" به آدرس ايميلي كه متعلق به :<dupe_list>  ميباشد ثبت نام كرده است

پروفايل كاربري : <profile_url>

--
<board_mailer> نامه رسان
(به اين ايميل پاسخ ندهيد)',

// Email - form_email.tpl
'form_email.tpl'          =>
'موضوع: <mail_subject>

<sender> از طرف <board_title> يك پيام براي شما ارسال كرده است . شما ميتوانيد با پاسخ دادن به اين ايميل به <sender> پاسخ دهيد

متن ايميل به شرح زير ميباشد :
-----------------------------------------------------------------------

<mail_message>

-----------------------------------------------------------------------

--
<board_mailer> نامه رسان',

// Email - new_reply.tpl
'new_reply.tpl'          =>
'موضوع: پاسخ به موضوع: "<topic_subject>"

<replier> به موضوع "<topic_subject>" كه شما در آن مشترك هستيد پاسخ داده است . شايد پاسخ هاي جديدتري هم باشد ، ولي فقط اين تنها اطلاع رساني خواهد بود تا اينكه شما دوباره از انجمن بازديد نكرده ايد.

لينك ارسال : <post_url>

براي لغو اشتراك اين لينك < unsubscribe_url> را كليك كنيد

--
<board_mailer> نامه رسان
(به اين ايميل پاسخ ندهيد)',

// Email - new_reply_full.tpl
'new_reply_full.tpl'          =>
'موضوع: پاسخ به موضوع: "<topic_subject>"

<replier> به موضوع "<topic_subject>" كه شما در آن مشترك هستيد پاسخ داده است . شايد پاسخ هاي جديدتري هم باشد ، ولي فقط اين تنها اطلاع رساني خواهد بود تا اينكه شما دوباره از انجمن بازديد نكرده ايد.

لينك ارسال <post_url>

متن ايميل به شرح زير ميباشد:
-----------------------------------------------------------------------

<message>

-----------------------------------------------------------------------

براي لغو اشتراك اين لينك < unsubscribe_url> را كليك كنيد

--
<board_mailer> نامه رسان
(به اين ايميل پاسخ ندهيد)',

// Email - new_report.tpl
'new_report.tpl'          =>
'موضوع: گزارش(<forum_id>) - "<topic_subject>"

كاربر "<username>" پيامي به شرح : <post_url> را گزارش كرده است

دليل گزارش: <reason>

--
<board_mailer> نامه رسان
(به اين ايميل پاسخ ندهيد)',

// Email - new_topic.tpl
'new_topic.tpl'          =>
'موضوع: موضوع جديد در انجمن: "<forum_name>"

<poster> در انجمن "<forum_name>" كه شما در آن مشترك هستيد موضوع جديدي را به نام "<topic_subject>" اسال كرده است.

لينك موضوع : <topic_url>

براي لغو اشتراك اين لينك < unsubscribe_url> را كليك كنيد

--
<board_mailer> نامه رسان
(به اين ايميل پاسخ ندهيد)',

// Email - new_topic_full.tpl
'new_topic_full.tpl'          =>
'موضوع: موضوع جديد در انجمن: "<forum_name>"

<poster> در انجمن "<forum_name>" كه شما در آن مشترك هستيد موضوع جديدي را به نام "<topic_subject>" اسال كرده است.

لينك موضوع : <topic_url>

متن ايميل به شرح زير ميباشد:
-----------------------------------------------------------------------

<message>

-----------------------------------------------------------------------

براي لغو اشتراك اين لينك < unsubscribe_url> را كليك كنيد

--
<board_mailer> نامه رسان
(به اين ايميل پاسخ ندهيد)',

// Email - new_user.tpl
'new_user.tpl'          =>
'موضوع: هشدار – ثبت نام جديد

كاربر "<username>" در تالار گفتگوي <base_url> ثبت نام كرده است

پروفايل كاربر : <profile_url>

به مديريت اين حساب كاربري ، لطفاً صفحه زير را ببينيد :
<admin_url>

--
<board_mailer> نامه رسان
(به اين ايميل پاسخ ندهيد)',

// Email - rename.tpl
'rename.tpl'          =>
'موضوع: حساب كاربر تغيير نام داد

در خلال بروز رساني تالار گفتگوي <base_url> تعيين شده است كه نام كاربري شما با يك كاربر موجود ديگر مشابهت زيادي دارد . بنابراين نام كاربري شما تغيير يافت.

نام كاربري سابق: <old_username>
نام كاربري جديد: <new_username>

از اينكه باعث دردسر شما شديم پوزش مي طلبيم.

--
<board_mailer> نامه رسان
(به اين ايميل پاسخ ندهيد)',

// Email - welcome.tpl
'welcome.tpl'          =>
'موضوع: به تالار <board_title> خوش آمديد !

با سپاس از ثبت نام شما در تالار گفتگوي <base_url> . جزئيات حساب كاربري شما به شرح زير است :

نام كاربري : <username>
پسورد : <password>

براي فعالسازي حساب كاربري خود در <login_url> وارد شويد.

--
<board_mailer> نامه رسان
(به اين ايميل پاسخ ندهيد)',

);
